[
	{
		"name": "A Bond Illuminates the Future",
		"desc": "Each of the following effects can only be used once per Duel. (You can change the battle position of Set monsters)\n● Send 1 \"Synchron\" monster or 1 Level 2 WIND Warrior-Type monster with 1000 or less ATK from your hand to your Graveyard. Then, add 1 \"Synchron\" monster from your Deck to your hand and Set 1 \"Synchro Chase\" from outside of your Deck.\n● Send all monsters you control to your Graveyard. If the total of original ATK of the monsters sent to the Graveyard is 2500 or more, Set 2 random Signer Dragons with different names out of 4 from outside of your Deck.\n● Can be used turn 3 and onward. Return 1 \"Stardust Dragon\" from your field/Graveyard to your Extra Deck. Then, change the Level of all Synchro Monsters you control to 2 and Set 1 \"Life Stream Dragon\" from outside of your Deck.\nThis Skill can only be used if you begin a Duel with an Extra Deck that contains a Level 10 or higher LIGHT monster and no monsters other than Synchro Monsters, and a Deck that contains at least 7 Level 2 or lower Warrior-Type or Machine-Type monsters.",
		"chars": "Yusei Fudo (Trader)"
	},
	{
		"name": "A Burning Roar",
		"desc": "Add 1 \"Salamangreat Heatleo\" and 1 \"Salamangreat Sunlight Wolf\" to your Extra Deck at the beginning of the Duel.\nThe following effect can be used once per turn. Until the end of this turn, all monsters on your field gain 100 ATK for each monster on your field.\nThis Skill can only be used/applied if your Deck/Extra Deck contains 10 or more \"Salamangreat\" monsters including at least 1 \"Salamangreat Heatleo\".",
		"chars": "Soulburner (Trader)"
	},
	{
		"name": "A Card Entrusted",
		"desc": "At the beginning of the Duel, add 1 \"Fiend's Sanctuary\" to your Deck.",
		"chars": "Yami Yugi (Trader)"
	},
	{
		"name": "A Cosmic Scourge: Galaxy-Eyes",
		"desc": "At the beginning of the Duel, add 1 \"Galaxy-Eyes Photon Dragon\" to your Deck.\nCan be used if you control 2 or more monsters with 2000 ATK or higher. Return 1 \"Galaxy-Eyes Photon Dragon\" from your Graveyard to your hand. This Skill can only be used once per Duel.",
		"chars": "Kite Tenjo (Level 1)"
	},
	{
		"name": "A Galactic Battle",
		"desc": "Can be used when a \"Galaxy-Eyes\" Xyz Monster exists on either field.\nDuring your Draw Phase, instead of conducting your normal draw, send all cards but \"Galaxy-Eyes\" Xyz Monsters on both fields to the Graveyard.\nAfter using this Skill, this turn will end.\nThis Skill can only be used once per Duel.",
		"chars": "Kite Tenjo (Drop)"
	},
	{
		"name": "A New Power!",
		"desc": "At the beginning of the Duel, add 2 \"Neo-Spacian Aqua Dolphin\" to your Deck. Then, add 1 \"Elemental HERO Aqua Neos\" to your Extra Deck.",
		"chars": "Jaden/Yubel (Level 1)"
	},
	{
		"name": "A Trick Up The Sleeze",
		"desc": "Your starting hand will include 1 level 7 or higher DARK Spellcaster-Type monster, randomly selected from your Deck. This Skill will not activate if your Deck does not contain any Level 7 DARK Spellcaster-Type monsters. You cannot Special Summon effect monsters during your first turn.",
		"chars": "Arkana (Level 20)"
	},
	{
		"name": "ATK Booster: Level 2",
		"desc": "Increase the ATK of all level 2 or lower monsters on your side of the field by 200.",
		"chars": "Yusei Fudo (Drop)"
	},
	{
		"name": "ATK Booster: Synchro Warriors",
		"desc": "Until the end of the turn, 'Warrior' Synchro Monsters on your side of the field will gain 100 ATK times their level. This Skill can only be used once per turn.",
		"chars": "Yusei Fudo (Level 20)"
	},
	{
		"name": "ATK: 8800 Pulse",
		"desc": "Can only be used if you control exactly 1 Level 4 monster with an ATK equal to its DEF.\nYour monster's ATK becomes 8800, but returns to its original value at the end of the turn.\nFor the rest of the turn after using this Skill, your opponent takes no damage.\nThis Skill can only be used once per Duel.",
		"chars": "Sera (Drop)"
	},
	{
		"name": "Absolute Ruler of Time",
		"desc": "Can be used when you have a \"Number\" monster on your field with \"107\" in its name with Xyz Materials, and there are 4 or more cards in your hand.\n\nSend all Xyz Materials on your field to the Graveyard, and return all cards in your hand and Graveyard to your Deck, except for \"Number\" monsters on your field with \"107\" in their name. Afterward, add 4 cards to your hand from the top of your Deck.\n\nThis Skill can only be used once per Duel.",
		"chars": "Mizael (Trader)"
	},
	{
		"name": "Accel Counter",
		"desc": "Return 1 card from your hand to the Deck, select 1 \"Counter\" Counter Trap Card in your Graveyard, and Set it to your field. If you control a FIRE Warrior-Type monster, and your opponent has activated a Counter Trap Card during the Duel, you may select 1 Counter Trap Card instead and Set it to your field. The card you Set with this Skill can also be activated during this turn.\nThis Skill can only be used once per Duel.",
		"chars": "Alito (Trader)"
	},
	{
		"name": "Acceptable Result",
		"desc": "For each 'Fortune Fairy' monster you control, add 1 'Unacceptable Result' from your Graveyard to your hand. you can only use this Skill once per Duel.",
		"chars": "Carly Carmine (Drop)"
	},
	{
		"name": "Access Denied",
		"desc": "Can be used from your 5th turn and onward, when you have 1000 or less Life Points. Until the end of your opponent’s next turn, neither player can Summon an Effect Monster nor activate the effects of their monsters. \nThis Skill can only be used once per Duel.",
		"chars": "Yugi Muto (Drop)"
	},
	{
		"name": "Afterlife Lockdown",
		"desc": "Can be used when you control a \"Cubic\" monster. During this turn, opponent monsters destroyed in battle will return to their owner's Deck instead of their Graveyard.\nThis Skill can only be used once per turn and twice per Duel.",
		"chars": "Aigami (Drop)\nSera (Level 20)"
	},
	{
		"name": "All For the Barian World!",
		"desc": "This Skill's first effect can be used if your Deck (excluding the Extra Deck) contains 5 or more \"Star Seraph\" monsters.\n1: Can be used before your normal draw if your opponent controls a card. One of the cards from your normal draw this turn will be a random \"Star Seraph\" monster from your Deck.",
		"chars": "Durbe (Drop)"
	},
	{
		"name": "Allured By Darkness",
		"desc": "Can be used each time your Life Points decrease by 1800. instead of conducting your normal draw, \"Allure of Darkness\" is added to your hand from outside of your Deck.",
		"chars": "Primo (Drop)\nSupreme King Jaden (Drop)\nYubel (Level 13)"
	},
	{
		"name": "Altergeist Booster",
		"desc": "During your turn, the ATK of \"Altergeist\" monsters on your field is increased by 50 for each \"Altergeist\" Trap Card in your Graveyard.",
		"chars": "Ghost Girl (Drop)"
	},
	{
		"name": "Altergeist Overwrite",
		"desc": "You can only use this Skill's second effect once per Duel if your Deck (excluding the Extra Deck) contains 9 or more \"Altergeist\" cards.\n\n1: At the beginning of the Duel, gain 1000 Life Points.\n\n2: From turn 2 onward, shuffle 1 monster from your field into the Deck, and then play 1 \"Altergeist Fijialert\" from outside of your Deck to your field in face-down Defense Position. (Its battle position can be changed.)",
		"chars": "Ghost Girl (Trader)"
	},
	{
		"name": "Altergeist Preparations",
		"desc": "Can be used before your normal draw each time your Life Points decrease by 1000, if you have 3 or more \"Altergeist\" Trap Cards in your Deck. One of the cards from your normal draw this turn will be a random \"Altergeist\" Trap Card from your Deck. \nThis Skill can be used twice per Duel.",
		"chars": "Ghost Girl (Drop)"
	},
	{
		"name": "Altergeist Trade",
		"desc": "Can be used before your normal draw each time your Life Points decrease by 1000. Return 1 \"Altergeist\" Continuous Trap Card on your field to the Deck. One of the cards from your normal draw this turn will be a random \"Altergeist\" monster from your Deck. ",
		"chars": "Ghost Girl (Drop)"
	},
	{
		"name": "Alternative Evolution",
		"desc": "Select 1 monster you control with 3000 or more ATK, whose original name is \"Blue-Eyes White Dragon\". The selected monster becomes \"Blue-Eyes Alternative White Dragon\". This Skill can only be used once per Duel.",
		"chars": "Seto Kaiba DSOD (Level 20)"
	},
	{
		"name": "Amnesia of the Savants",
		"desc": "Negate the effects of \"D/D Savant Galilei\" and \"D/D Savant Kepler\" in your Pendulum Zones until the Main Phase of your next turn. This skill can only be used once per Duel.",
		"chars": "Reiji Akaba (Drop)"
	},
	{
		"name": "Angel Baton",
		"desc": "Can only be used on your 4th turn. instead of conducting your normal draw, draw 2 cards and send 1 card from your hand to the Graveyard.",
		"chars": "Yusei Fudo (Trader)"
	},
	{
		"name": "Anti-Glare Shield",
		"desc": "Until the end of your opponent's next turn, if your opponent's LIGHT monster attacks you, the battle damage you take becomes 0, once only.\nThis Skill can only be used once per duel.",
		"chars": "Revolver (Drop)"
	},
	{
		"name": "Arcana Swap",
		"desc": "At the beginning of the Duel, shuffle any number of 'Arcana Force' monsters from your hand into the Deck. Then, draw that same number of cards.",
		"chars": "Sartorius Kumar (Drop)"
	},
	{
		"name": "Armed Crossover",
		"desc": "Send 1 monster from your hand to the Graveyard, then add 1 \"LV\" monster from your Deck to your hand, and 4 different \"Armed Dragon\" monsters & 1 \"White Veil\" to your Deck from outside of your Deck. After doing so, send up to 2 monsters from your hand/Deck to the Graveyard so with a combined Level of 10, and select up to 3 monsters from your Graveyard. As long as the selected monsters remain in the Graveyard, they will be DARK and cannot be used for Fusion Material.\nThis Skill can only be used once per Duel if you begin the Duel with a Deck (excluding Extra Deck) that contains 10 or more WIND \"Armed Dragon\" monsters, and no monsters other than \"Armed Dragon\" monsters or Normal Monsters.",
		"chars": "Chazz Princeton (Trader)"
	},
	{
		"name": "Aroma Strategy",
		"desc": "You can look at the card at the very top of your Deck at any time.",
		"chars": "Mai Valentine (Level 4)"
	},
	{
		"name": "Attack Burst",
		"desc": "Can only be used up until your 3rd turn, and only once. Select 1 monster you control. It gains 500 ATK. At the end of the turn, this monster's ATK will become 0.",
		"chars": "Serena (Drop)\nRuri Kurosaki (Drop)\nSoulburner (Drop)\nShingo Sawatari (Drop)\nYugo (Drop)"
	},
	{
		"name": "Attack Charge",
		"desc": "1 face-up monster you control gains the current turn count x100 ATK until the end of the turn. This Skill can only be used once per Duel.",
		"chars": "Aigami (Drop)\nAnna Kaboom (Drop)\nAxel Brodie (Drop)\nBlair Flannigan (Level 13)\nBronk Stone (Drop)\nSerena (Drop)\nJoey Wheeler DSOD (Drop)\nMizael (Drop)\nParadox (Drop)\nPrimo (Drop)\nQuattro (Drop)\nReginald \"Shark\" Kastle (Drop)\nRio Kastle (Drop)\nScud (Level 4)\nSora Shiunin (Drop)\nSoulburner (Drop)\nTea Gardner DSOD (Drop)"
	},
	{
		"name": "Avaricious Avians",
		"desc": "You can use this Skill's first effect once per turn and twice per Duel.\n1: During your Main Phase, shuffle 3 Winged Beast monsters from your Graveyard into the Deck. Then, draw 1 card.",
		"chars": "Crow Hogan (Trader)\nRuri Kurosaki (Drop)\nMai Valentine (Trader)\nRio Kastle (Trader)\nShun Kurosaki (Trader)"
	},
	{
		"name": "Avaricious Blessing",
		"desc": "You can use this Skill's first effect once per turn and twice per Duel.\n1: During your Main Phase, shuffle 3 Fairy monsters from your Graveyard into the Deck. Then, draw 1 card.",
		"chars": "Aigami (Drop)\nAlexis Rhodes (Drop)\nBlue Angel (Drop)\nDurbe (Drop)\nIshizu Ishtar (Drop)\nLuna (Drop)\nSartorius Kumar (Drop)\nSera (Drop)\nSora Suiunin (Drop)\nTéa Gardner (Drop)\nTéa Gardner DSOD (Drop)\nTori Meadows (Drop)\nZ-one (Drop)\nZuzu Boyle (Drop)"
	},
	{
		"name": "Avaricious Spellcraft",
		"desc": "You can use this Skill's first effect once per turn and twice per Duel.\n1: During your Main Phase, shuffle 3 Spellcaster monsters from your Graveyard into the Deck. Then, draw 1 card.",
		"chars": "Arkana (Trader)\nBlair Flannigan (Trader)\nCarly Carmine (Trader)\nDark Signer Carly Carmine (Trader)\nDennis McField (Trader)\nGhost Girl (Trader)\nMaximillion Pegasus (Trader)\nRin (Drop)\nSherry LeBlanc (Trader)\nTéa Gardner (Trader)\nTéa Gardner DSOD (Trader)\nYami Yugi (Trader)\nYugi Muto (Trader)\nYugi Muto DSOD (Trader)\nYuya Sakaki (Trader)"
	},
	{
		"name": "Avenger and Doom Dragon",
		"desc": "At the beginning of the Duel, add 2 \"Infernity Avenger\" to your Deck. Then, add 1 \"Infernity Doom Dragon\" to your Extra Deck.",
		"chars": "Kalin Kessler (Level 4)"
	},
	{
		"name": "Avenger From the Void",
		"desc": "Begin the Duel with 1 \"Infernity Avenger\" in your Graveyard. This Skill will not activate if you begin the Duel with a Deck that contains monsters other than DARK monsters.",
		"chars": "Kalin Kessler (Level 13)"
	},
	{
		"name": "Awakening of the Charmers",
		"desc": "Reveal 1 \"Charmer\" or 1 \"Familiar-Possessed\" and return 1 card from your Hand to your Deck to set 1 \"Awakening of the Possessed\" from outside your Deck. This Skill can only be used once per Duel if you begin the Duel with a Deck containing:\n● Familiar-Possessed - Aussa\n● Familiar-Possessed - Eria\n● Familiar-Possessed - Hiita\n● Familiar-Possessed - Wynn",
		"chars": "Archive Skill (Trader)"
	},
	{
		"name": "Baggy Sleeves",
		"desc": "If one of your monsters of Level 5 or higher is destroyed in battle, in your next Draw Phase a normal draw gives you 2 cards.",
		"chars": "Bandit Keith (Drop)"
	},
	{
		"name": "Balance",
		"desc": "Your starting hand will reflect the card balance of your Deck.",
		"chars": "Akiza Izinski (Level 13)\nAlexis Rhodes (Drop)\nAster Phoenix (Drop)\nBandit Keith (Drop)\nCrow Hogan (Drop)\nReiji Akaba (Level 13)\nDr. Vellian Crowler (Drop)\nDuke Devlin (Drop)\nEspa Roba (Drop)\nIshizu Ishtar (Drop)\nKite Tenjo (Drop)\nLuna (Drop)\nMai Valentine (Drop)\nMako Tsunami (Level 20)\nMaximillion Pegasus (Drop)\nMizael (Drop)\nParadox (Drop)\nParadox Brothers (Drop)\nPlaymaker and Ai (Drop)\nSartorius Kumar (Drop)\nSeto Kaiba (Drop)\nYami Bakura (Drop)\nYami Marik (Drop)\nYami Yugi (Drop)\nZane Truesdale (Drop)"
	},
	{
		"name": "Bandit",
		"desc": "Can be used if your Life Points are at 1500 or below. Select and take control of 1 card Set in your opponent's Spell & Trap Zone. This skill can only be used once per Duel.",
		"chars": "Bandit Keith (Drop)"
	},
	{
		"name": "Bane of Darkness",
		"desc": "You can only use this Skill's second and third effects once per Duel.\n1: You can Normal Summon \"Dark Magician\" and \"Buster Blader\" without Tributing, but you cannot Special Summon Level 2 or higher monsters except for \"Buster Blader\" monsters and Level 6 or higher DARK Spellcaster monsters and Level 7 or higher DARK Dragon monsters with 2400 or less ATK.\n2: Shuffle 1 card from your hand into the Deck, reveal 1 \"Dark Magician\" in your hand, then play 1 \"Buster Blader\" from your hand or Deck in face-down Defense Position. (Its battle position can be changed.)\n3: During a turn that you Normal Summoned \"Dark Magician\", add 1 \"Polymerization\" and 1 \"Diffusion Wave-Motion\" from outside of your Deck to your hand.",
		"chars": "Yami Yugi (Trader)\nYugi Muto (Trader)\nYugi Muto DSOD (Trader)"
	},
	{
		"name": "Barian Battlemorph! Sargasso, the Dark Realm",
		"desc": "You can only use this Skill's second effect once per turn.\n1: At the beginning of the Duel, place 1 \"Sargasso the D.D. Battlefield\" from outside of your Deck face-up in your Field Zone. During this Duel, you can only Normal or Special Summon \"Star Seraph\" monsters (excluding Special Summons from the Extra Deck).\n2: Shuffle 1 card from your hand into the Deck and reveal 1 \"Sargasso Lighthouse\" or \"Sargasso the D.D. Battlefield\" in your hand. Barian Battlemorph! Regain your true form! Add 1 \"Star Seraph\" monster from your Deck to your hand and play 1 \"Star Seraph Sage\" from outside of your Deck to your field in face-down Defense Position. (Its battle position can be changed.)",
		"chars": "Durbe (Drop)"
	},
	{
		"name": "Barian Battlemorph! The Barians' White Shield",
		"desc": "You can only use this Skill's second effect once per turn, and the third effect once per Duel.\n1: You can only Normal or Special Summon \"Star Seraph\" monsters (excluding Special Summons from the Extra Deck). Monsters you control that include \"Number 102\" in the original card name can attack twice in each Battle Phase.\n2: During your Main Phase, play 1 \"Star Seraph\" from your Deck and 1 from your hand in face-down Defense Position. (Their battle positions can be changed.) 3: If there is a card on your opponent's field, send 1 monster from your field to the Graveyard. Barian Battlemorph! Regain your true form! Play 1 \"Star Seraph\" monster from your Deck in face-down Defense Position (its battle position can be changed)\nthen add 1 \"Rank-Up-Magic Barian's Force\" from outside of your Deck to your hand.",
		"chars": "Durbe (Level 20)"
	},
	{
		"name": "Barian Battlemorph: Number Over One Hundred",
		"desc": "Can be used on turn 2 and onward if there is exactly 1 Xyz Monster on your field that has a number between \"101\" and \"107\" in its original name, except \"Number C\" monsters.\nMy True Form! Barian Battlemorph! After transforming to the true form, you can use each of the following effects only once.\n● Place 1 Rank-Up-Magic Barian's Force face-down on your field from outside of your Deck. While \"Rank-Up-Magic Barian's Force\" that is placed on the field by this Skill is on the field, you can only Normal or Special Summon monsters that have the same Type and Attribute as one of the monsters on your field.\n● Return all of your banished \"Number\" monsters and \"Number\" monsters in your Graveyard to the Extra Deck.",
		"chars": "Girag (Trader)\nAlito (Trader)\nMizael (Trader)\nDurbe (Trader)"
	},
	{
		"name": "Battle Chronicle",
		"desc": "During this Duel, you can Normal Summon/Set \"Chronicle Magician\" or a Normal Monster with 2500 ATK or DEF without Tributing, also you cannot Normal or Special Summon an Effect Monster with a Level, except for Spellcaster-Type LIGHT/DARK monsters of Dragon-Type LIGHT monsters.\nYou can use this once per turn on a turn where \"Chronicle Sorceress\" or a Level 7 or above monster is Normal or Fusion Summoned. From your Deck, add 1 \"Successor Soul\" or Quick-Play Spell Card with \"Dark Magician\" or \"Blue-Eyes White Dragon\" in the Card name to your hand, and send 1 monster to your Graveyard from your Deck/Extra Deck that isn't an Effect Monster, and that doesn't have a monster of the same name in your field or Graveyard.",
		"chars": "Seto Kaiba (Trader)\nSeto Kaiba DSOD (Trader)\nYami Yugi (Trader)\nYugi Muto (Trader)\nYugi Muto DSOD (Trader)"
	},
	{
		"name": "Battle! Ancient Gear",
		"desc": "Each of the following effects can be used once per turn and twice per Duel.\n● During this turn, you can Normal Summon/Set \"Ancient Gear Golem\" or \"Ancient Gear Golem - Ultimate Pound\" without Tributing.\n● If you control \"Ancient Gear Golem,\" Set 1 \"Polymerization\" to your field from outside of your Deck. At the End Phase of this turn, return that card to the bottom of the Deck. \nThis Skill can only be used if you begin the Duel with a Deck (excluding Extra Deck) that contains at least 12 Level 8 or lower \"Ancient Gear\" monsters and no monsters other than Level 8 or lower \"Ancient Gear\" monsters.",
		"chars": "Dr. Vellian Crowler (Trader)"
	},
	{
		"name": "Bear Parade",
		"desc": "Each of the following effects can be used once per turn and once per Duel by selecting 1 \"Frightfur Bear\" you control.\n● Select 1 monster in your opponent's Graveyard and equip it to this card as an Equip Card. The card equipped counts as having been equipped by the effect of this \"Frightfur Bear.\"\n● During this turn, the selected monster gains an additional attack for each card it has equipped.",
		"chars": "Sora Shiunin (Level 20)"
	},
	{
		"name": "Beatdown",
		"desc": "This turn, the ATK of all face-up monsters on your field increases by the number of monsters of Level 5 or higher on your field times 300. This skill can only be used once per turn.",
		"chars": "Aporia (Level 13)\nDeclan Akaba (Drop)\nDr. Vellian Crowler (Level 13)\nJack Atlas (Level 20)\nOfficer Tetsu Trudge (Drop)\nSeto Kaiba (Level 13)\nSeto Kaiba DSOD (Drop)\nSupreme King Jaden (Drop)\nVaris (Drop)"
	},
	{
		"name": "Benkei the Guardian",
		"desc": "Select 1 \"Superheavy Samurai Big Benkei\" you control that is equipped with a \"Superheavy Samurai Soul\" card. This monster will not be destroyed in battle during your opponent's next turn and your opponent cannot select a monster other than this monster as an attack target. You cannot declare an attack on the turn you use this Skill. This Skill can only be used if you begin the Duel with a Deck that does not contain Spell/Trap Cards. This Skill can be used only once per Duel.",
		"chars": "Noboru Gongenzaka (Drop)"
	},
	{
		"name": "Black Rose Gale",
		"desc": "Can be used the turn you Special Summoned \"Black Rose Dragon\" while you control \"Black Rose Dragon.\" Destroy all cards on the field. This Skill will not activate if you begin the Duel with a Deck/Extra Deck that contains monsters other than Plant-Type monsters or \"Rose Dragon\" monsters. This Skill can only be used once per Duel.",
		"chars": "Akiza Izinski (Trader)"
	},
	{
		"name": "Black Wind to the Top",
		"desc": "Can be used if you begin with an Extra Deck that contains at least 3 \"Blackwing\" monsters. At the beginning of the Duel, place 1 \"Mountain\" to your field and add 1 \"Black-Winged Dragon\" to your Extra Deck, from outside of your Deck. \nIn addition, the following effect can be used once per Duel. Select 1 \"Black-Winged Dragon\" you control and place 1 Black Feather Counter to it.",
		"chars": "Crow Hogan (Trader)"
	},
	{
		"name": "Black and White Contract",
		"desc": "Can be used by sending 1 face-up \"Dark Contract\" card on your field to the Graveyard, Select 1 effect from the following and apply it to 1 \"D/D\" monster on your field.\nThis Skill can be used twice per Duel if you begin the Duel with a Deck/Extra Deck that contains no monsters other than \"D/D\" monsters\n● The selected monster will become a Tuner monster.\n● The selected monster will become a Level 4 monster.\n● The selected monster will become a Level 8 monster.",
		"chars": "Reiji Akaba (Drop)"
	},
	{
		"name": "Blackwing Rising",
		"desc": "Until the end of the turn, 1 \"Black-Winged Dragon\" or \"Blackwing\" Synchro Monster on your side of the field will gain 200 ATK times the number of \"Blackwing\" monsters on your side of the field. This Skill can only be used once per turn.",
		"chars": "Crow Hogan (Drop)"
	},
	{
		"name": "Blasting Borrel",
		"desc": "At the beginning of the Duel, add 1 \"Borreload Dragon\" to your Extra Deck.\nCan be used if your LP are at 3000 or below. Choose either 1 \"Miniborrel Dragon\" or 1 \"Quadborrel Dragon\" and add it to your Extra Deck.\nThis skill can only be used once per turn and twice per duel.",
		"chars": "Revolver (Level 1)"
	},
	{
		"name": "Blaze Accelerator Deployment",
		"desc": "Turn 1 \"Blaze Accelerator\" you control into \"Tri-Blaze Accelerator\". This Skill can only be used once per turn and twice per Duel.",
		"chars": "Axel Brodie (Drop)"
	},
	{
		"name": "Blaze Accelerator Recovery",
		"desc": "Return up to 3 \"Volcanic\" or \"Blaze Accelerator\" card(s) from your Graveyard to your Deck. This Skill can only be used once per Duel.",
		"chars": "Axel Brodie (Drop)"
	},
	{
		"name": "Blaze Accelerator Reserve",
		"desc": "Can be used by sending 1 or 2 \"Volcanic\" monster(s) from your hand to your Graveyard. Choose \"Blaze Accelerator\" card(s) from your Deck or Graveyard equal to the number of cards you sent from your hand to the Graveyard, and add them to your hand. This Skill can only be used once per Duel.",
		"chars": "Axel Brodie (Drop)"
	},
	{
		"name": "Blessing of the Cyber Angel",
		"desc": "Can be used if your Life Points are at 2000 or below. Instead of doing a normal draw, a \"Cyber Angel\" monster is added to your hand from outside of your Deck. This skill can only be used once per Duel.",
		"chars": "Alexis Rhodes (Level 4)"
	},
	{
		"name": "Blizzard Jet Stream",
		"desc": "Select 1 WATER Winged Beast-Type monster you control. The selected monster gains 1500 ATK until the end of the turn. During this turn, battle damage to your opponent from any battles involving the monster becomes 0.\nThis Skill can only be used once per turn and twice per Duel.",
		"chars": "Rio Kastle (Drop)"
	},
	{
		"name": "Bloom of Avarice",
		"desc": "This Skill's effect can be used once per turn and twice per Duel.\n1: During your Main Phase, shuffle 3 Plant monsters from your Graveyard into the Deck. Then, draw 1 card.",
		"chars": "Akiza Izinski (Drop)\nLuna (Drop)\nSpectre (Level 13)"
	},
	{
		"name": "Blowing Up Yosen",
		"desc": "Select 1 \"Yosen Training Grounds\" you control and place Yosen Counter(s) on it equal to the number of \"Yosenju\" monsters on your field. This Skill can only be used once per Duel. In addition, add a Pendulum Zone to your field if you began the Duel with a Deck that has 9 or more \"Yosenju\" monsters. (Extra Deck does not count.)",
		"chars": "Shingo Sawatari (Drop)"
	},
	{
		"name": "Blue-Eyes Dimension",
		"desc": "During this Duel, if you have at least 9 \"Blue-Eyes\" monsters in your Deck at the beginning of the Duel, you can Normal Summon/Set \"Blue-Eyes White Dragon\" without Tributing, and you cannot Special Summon monsters except LIGHT Dragon-Type monsters with Levels and Ritual Monsters. In addition, the following effect can be used once per Duel.\nSend 2 \"Blue-Eyes\" monsters (1 from your hand and 1 from your Deck) to the Graveyard, add 1 \"Blue-Eyes White Dragon\" or \"Monster Reborn\" from your Deck to your hand, and place 1 \"Polymerization\" from outside of your Deck at the bottom of your Deck. If you activated this Skill on turn 2 or later, also place 1 \"Blue-Eyes Chaos MAX Dragon\" and 1 \"Chaos Form\" at the bottom of your Deck.",
		"chars": "Seto Kaiba (Trader)\nSeto Kaiba DSOD (Trader)"
	},
	{
		"name": "Bluff Trap",
		"desc": "Can be used each time your Life Points decrease by 1200. Statue of the Wicked is set in your Spell & Trap Zone.",
		"chars": "Odion (Drop)"
	},
	{
		"name": "Born From the Earth",
		"desc": "Can be used if you control a \"Dark Magician\" and your Life Points are at 3000 or below.\nPlace 1 \"Metamorphortress\" face-down on your side of the field.\nIf your opponent controls a Dragon-Type monster with 3000 ATK or more, you can use this Skill regardless of your Life Points. This Skill can only be used once per Duel.",
		"chars": "Yugi Muto DSOD (Drop)"
	},
	{
		"name": "Borrel Booster",
		"desc": "If you control a \"Borrel\" monster, your \"Borrel\" and \"Rokket\" monsters will gain 200 ATK.",
		"chars": "Revolver (Drop)"
	},
	{
		"name": "Borrel Launch",
		"desc": "This Skill is applied only once a Duel at the beginning of your turn after Turn 4. Send 1 \"Dillingerous Dragon\" from outside of your Deck to your Graveyard.\nIn addition, the following effect can be used once per Duel if you control a \"Rokket\" monster. Set 1 \"Boot Sector Launch\" from your Deck to your field. During this turn, you cannot Special Summon monsters except DARK monsters.\nThis Skill can only be used/applied if you begin the Duel with a Deck that follows the conditions below:\n● Your Deck (excluding Extra Deck) contains at least 9 \"Rokket\" monsters.\n● Your Extra Deck contains \"Borreload Dragon.\"",
		"chars": "Revolver (Level 20)"
	},
	{
		"name": "Borreload Link",
		"desc": "You can only use this Skill's second and third effects once per Duel.\n1: During this Duel, you can Normal Summon/Set monsters whose sum of ATK and DEF equals 4000 without Tributing, but you cannot Normal or Special Summon monsters, except DARK Cyberse or DARK Dragon monsters.\n2: Reveal 1 Level 7 or higher Dragon monster in your hand, and then send 2 Level 7 or higher Dragon monsters from your hand and/or Deck to the Graveyard, and add 1 monster whose sum of ATK and DEF equals 4000 from your Deck to your hand. This turn, you cannot Special Summon monsters from the Extra Deck, except Link Monsters.\n3: If a monster is on your opponent's field or in their Graveyard, play 1 Link-2 \"Borrel\" monster from your Extra Deck to your field.",
		"chars": "Revolver (Trader)"
	},
	{
		"name": "Bright Adjuster",
		"desc": "You can only use this Skill's first effect once per Duel.\n1: During your Main Phase, you can make 1 monster you control become a Level between 1 and 4 until the end of this turn. This turn, as long as that monster remains face-up on your field, you cannot Special Summon any monsters, except Synchro Monsters.",
		"chars": "Akiza Izinski (Trader)\nAntinomy (Trader)\nCrow Hogan (Trader)\nNoboru Gongenzaka (Trader)Jack Atlas(Trader)\nKalin Kessler (Trader)\nLeo (Trader)\nLuna (Trader)\nOfficer Tetsu Trudge (Trader)\nRin (Level 13)\nSherry LeBlanc (Trader)\nYugo (Trader)\nYusei Fudo (Trader)\nYuya Sakaki (Trader)"
	},
	{
		"name": "Bring it!",
		"desc": "Can be used each time your Life Points decrease by 1800. Instead of doing a normal draw, a Level 8 DARK Warrior-Type monster is added to your hand from your Deck.",
		"chars": "Aster Phoenix (Drop)"
	},
	{
		"name": "Building a Diorama",
		"desc": "Can be used during a Duel where you have Ritual Summoned a Ritual Monster whose original Level is 8 or higher. Add 1 Field Spell Card from your Deck to your hand. Then, return 1 card from your hand to the bottom of your Deck.\n\nThis Skill can only be used if you begin the Duel with a Deck that contains at least 4 Ritual Monsters and 4 Ritual Spell Cards. This Skill can only be used once per Duel.",
		"chars": "Bakura DSOD (Level 20)"
	},
	{
		"name": "Burning Draw",
		"desc": "Can be used from your 5th turn and onward, when you have 2300 or less Life Points. Pay Life Points to make your Life Points equal to 100, and add a card to your hand from the top of your Deck for each 1000 Life Points you paid. \n\nThis Skill can only be used if you begin the Duel with a Deck (excluding Extra Deck) that contains at least 10 \"Salamangreat\" cards. This Skill can only be used once per Duel.",
		"chars": "Soulburner (Level 20)"
	},
	{
		"name": "Burning Soul",
		"desc": "Can be used if you only control 1 DARK Dragon-Type Synchro Monster with 3000 or more ATK. Return 1 card from your hand to your Deck and play 1 Level 4 or lower Tuner monster from your Graveyard in Defense  Position, but negate its effects.\n\nIf the monster you control is \"Red Dragon Archfiend\", you can select up to  2 monsters to play when using  this Skill. Monster(s) played with this Skill cannot be Tributed, and during the turn you use this Skill, you cannot Normal or Special Summon any monster except Synchro Monsters that list a Synchro Monster as material.",
		"chars": "Jack Atlas (Trader)"
	},
	{
		"name": "Buzz On",
		"desc": "Can be used each time your Life Points decrease by 1800. In the Draw Phase, instead of doing a normal draw, draw a random Insect-Type monster.",
		"chars": "Weevil Underwood (Drop)"
	},
	{
		"name": "Call From the Dark",
		"desc": "Can be used if the only monster on your field is 1 \"Elemental HERO\" monster. Banish that monster and play 1 \"Evil HERO\" Fusion Monster that uses the banished monster as its Fusion Material.\n\nYou cannot Summon any monsters during the turn you activate this Skill.\n\nThis Skill can only be used once, and only if you begin the Duel with a Deck / Extra Deck that contains no monsters other than \"Elemental HERO\" or \"Evil HERO\" monsters.",
		"chars": "Supreme King Jaden (Trader)"
	},
	{
		"name": "Call of the Magician Girls",
		"desc": "If you have 4 or more \"Magician Girl\" monsters with different names in your Deck, you will have an improved chance of having a \"Magician Girl\" monster in your starting hand.",
		"chars": "Tea Gardner DSOD (Drop)"
	},
	{
		"name": "Can't You Reduce My LP?",
		"desc": "You can use this Skill's second effect once per turn and twice per Duel.\n1: At the beginning of the Duel, if your Extra Deck contains \"Sunavalon Dryatrentiay\", add 5 types of \"Sunavalon\" monsters and 3 types of \"Sunvine\" monsters to your Extra Deck, and gain 1200 LP.\n2: During a turn you have Normal or Special Summoned either a \"Sunseed\", \"Sunvine\", or \"Sunavalon\" monster, gain 1200 LP.",
		"chars": "Spectre (Trader)"
	},
	{
		"name": "Captivating Bird Call",
		"desc": "You can only use this Skill's second effect once per Duel.\n1: At the beginning of the Duel, if your Extra Deck does not contain \"Lyrilusc - Assembled Nightingale\", add 1 \"Lyrilusc - Assembled Nightingale\" to your Extra Deck.\n2: Can be used before your normal draw if your LP are at 3000 or below. One of the cards from your normal draw this turn will be a random Level 1 Winged Beast monster from your Deck.",
		"chars": "Ruri Kurosaki (Level 1)"
	},
	{
		"name": "Card Shuffle",
		"desc": "Can be used by paying 300 Life Points. Shuffle your Deck. This Skill can only be used once per turn.",
		"chars": "Arkana (Level 4)"
	},
	{
		"name": "Card of Origin: Z-ONE",
		"desc": "1: Activates at the beginning of your first turn. Set 1 \"Z-ONE\" from outside of your Deck to your field, but you cannot activate the effect of \"Z-ONE\" this turn.",
		"chars": "Sherry LeBlanc (Drop)"
	},
	{
		"name": "Card of Sanctity",
		"desc": "Can be used at the end of your turn, if you Normal Summoned \"Slifer the Sky Dragon\" that turn. Both players draw until they have 6 cards in their hands.",
		"chars": "Yami Yugi (Trader)"
	},
	{
		"name": "Cards of the Swords of Protection",
		"desc": "You can use any of the following effects once in a Duel.\nSend 1 \"Swords of Revealing Light\" from your field that has been activated during this turn to the Graveyard and draw 1 card.\nYou can send 1 \"Swords of Revealing Light\" from your field to the Graveyard before your normal draw. Your normal draw from this turn will be 1 card that you have chosen from your Deck.",
		"chars": "Yami Yugi (Trader)\nYugi Muto (Trader)\nYugi Muto DSOD (Trader)"
	},
	{
		"name": "Castle of Machines",
		"desc": "Return 1 \"Meklord\" monster in your hand to its owner's Deck and add 1 \"Meklord Fortress\" to your hand from outside of your Deck. This Skill can only be used once per turn and twice per Duel.",
		"chars": "Primo (Drop)"
	},
	{
		"name": "Chain Reaction",
		"desc": "Inflict 200 points of damage to your opponent's Life every time you activate a Trap Card.",
		"chars": "Odion (Level 4)"
	},
	{
		"name": "Chain of Ice",
		"desc": "Play 1 Level 4 or lower WATER monster that can be Normal Summoned/Set from your hand in Defense Position, but its effects are negated. During the turn you use this Skill, you cannot Special Summon any monsters except Xyz Monsters.",
		"chars": "Rio Kastle (Drop)"
	},
	{
		"name": "Cheater's Coin",
		"desc": "If your Life Points are at least 1000 more than opponent's, and if you have at least 5 cards in your hand, your coin tosses always land on heads.",
		"chars": "Bandit Keith (Drop)"
	},
	{
		"name": "Check Out My Fusion!",
		"desc": "Can be used each time your Life Points decrease by 1500. Return 1 card from your hand to your Deck and add \"Vehicroid Connection Zone\" to your hand from outside of your Deck. This Skill can only be used once per turn and twice per Duel.",
		"chars": "Syrus Truesdale (Level 20)"
	},
	{
		"name": "Check Out My Ride!",
		"desc": "Can be used each time your Life Points decrease by 1000. In the Draw Phase, instead of doing a normal draw, draw a 'roid' monster of your choice.",
		"chars": "Syrus Truesdale (Level 4)"
	},
	{
		"name": "Cheer Up Fairies",
		"desc": "Can be used if your Life Points are at 3000 or below. Place 1 \"Fairy Cheer Girl\" from your Extra Deck on top of 1 \"Little Fairy\" you control. (This will be treated as an Xyz Summon.)\nThis Skill can only be used once per Duel.",
		"chars": "Tori Meadows (Drop)"
	},
	{
		"name": "Chronomaly Resonance",
		"desc": "Return 1 \"Chronomaly\" monster on your field to your hand and play 1 \"Chronomaly\" monster with a Level higher than the monster you returned. This Skill can only be used once per Duel.",
		"chars": "Trey (Drop)"
	},
	{
		"name": "Clear Wing Acceleration",
		"desc": "You can only use this Skill's second and third effects once per Duel. You cannot Normal or Special Summon monsters except for Synchro Monsters or WIND Dragon or WIND Machine monsters during the Duel you activate this Skill.\n1: If you control \"Clear Wing Synchro Dragon\", play 1 \"Speedroid Red-Eyed Dice\" from your Deck or Graveyard.\n2: During your Main Phase, send 1 Synchro Monster or 1 \"Speedroid\" Tuner from your Deck or field to the Graveyard.\nIf you sent a Synchro Monster to the Graveyard, play 1 \"Clear Wing Synchro Dragon\" from your Graveyard. That monster gains ATK equal to the Level of the Synchro Monster x 200 until the end of this turn.",
		"chars": "Yugo (Level 20)"
	},
	{
		"name": "Clock of Destiny",
		"desc": "Each of the following effects can be used once per Duel.\n● Send 1 Level 4 or lower \"Destiny HERO\" monster in your hand to the Graveyard. Then, add 1 \"Clock Tower Prison\" from your Deck to your Hand.\n● Select 1 \"Clock Tower Prison\" in your Field Zone and place 3 Clock Counters on it. Then, you can add \"Mystical Space Typhoon\" to your hand from your Deck. Return the \"Clock Tower Prison\" to your Deck at the end of your next turn.\nThis Skill can only be used if you begin the Duel with a Deck that contains 8 or more \"Destiny HERO\" monsters and no monster other than \"Destiny HERO\" or \"Elemental HERO\" monsters.(Extra Deck is not included.)",
		"chars": "Aster Phoenix (Trader)"
	},
	{
		"name": "Code Extended",
		"desc": "Select 1 Link 3 \"Code Talker\" Link Monster you control and change it to \"Decode Talker Extended.\"\nIf you select \"Decode Talker\" in your Extra Monster Zone, you can also select 1 opponent monster and move that target to their Main Monster Zone in the same column as the monster you have selected. \nThis Skill can only be used once per Duel.",
		"chars": "Playmaker and Ai (Level 20)"
	},
	{
		"name": "Code Talker Alive",
		"desc": "Can be used if you have \"Decode Talker\" in your Extra Monster Zone. Set 1 \"Recoded Alive\" to your field from outside of your Deck.\nThis Skill can only be used once per Duel if you begin the Duel with a Deck that follows the conditions below:\n●Your Deck contains at least 12 Cyberse monsters or \"Cynet\" Spell/Trap Cards.\n●All monsters in your Extra Deck have different card names.",
		"chars": "Playmaker and Ai (Drop)"
	},
	{
		"name": "Command of the Doom King",
		"desc": "At the beginning of the Duel, add Pendulum Zones to your field. \nThe following effect can be used once per Duel. Select 1 \"D/D/D Doom King Armageddon\" from your hand and add, it to your Extra Deck face-up. \nThen, select up to 1 \"D/D\" Pendulum Monster from your field and Deck respectively, and place it (them) to your Pendulum Zone(s). Then, negate the effect of these cards until the end of your next turn. \nThis Skill can only activate and be used if you begin the Duel with a Deck (excluding Extra Deck) that contains at least 5 \"D/D/D\" Pendulum Monsters.",
		"chars": "Reiji Akaba (Drop)"
	},
	{
		"name": "Compensation",
		"desc": "Can be used each time your Life Points decreases by 1000. Send the card on the top of your Deck to the Graveyard, and recover 300 LP.\nThis Skill can only be used once per turn and twice per Duel.",
		"chars": "Yami Bakura (Level 4)\nYubel (Level 20)\nAntinomy (Drop)\nParadox (Drop)"
	},
	{
		"name": "Constellar Union",
		"desc": "Reveal 1 \"Constellar\" monster in your hand to your opponent and send 2 \"Constellar\" monsters from your Deck to the Graveyard. If you Xyz Summon a \"Constellar\" monster during this Duel, you can treat it as a Level 3-6 \"Constellar\" monster and if you Normal Summon/Set a \"Constellar\" monster, the required Tribute is not needed. You can only Special Summon \"Constellar\" monsters while you are using this Skill (excluding Special Summons from your Extra Deck).\nThis Skill can only be used once in a Duel.",
		"chars": "Archive Skill (Trader)"
	},
	{
		"name": "Contract Door",
		"desc": "Can be used if your Life Points are at 2000 or below. Add 1 \"Magical Contract Door\" to your hand from outside of your Deck. Then, add 1 \"Monster Reborn\" to your Opponent's hand. This Skill can only be used once per Duel.",
		"chars": "Yugi Muto DSOD (Drop)"
	},
	{
		"name": "Contract Procrastination",
		"desc": "Can be used at the beginning of your turn if you have 1 or more \"Dark Contract\" card on your field. Skip the Standby Phase of this turn. This Skill can only be used once per Duel.",
		"chars": "Reiji Akaba (Drop)"
	},
	{
		"name": "Contract: Fabled",
		"desc": "You can only use this Skill's second effect once per turn and twice per Duel, and the third effect once per Duel.\n\n1: You cannot Normal or Special Summon (excluding Special Summons from the Extra Deck) monsters except for \"Fabled\" monsters.\n\n2: Send 1 monster from your hand or field to the Graveyard, and then add 1 \"Fabled\" card from your Graveyard to your hand.\n\n3: Shuffle 1 \"Fabled\" card from your hand into the Deck, and then add 1 \"Fabled\" card from your Deck to your hand. During your Main Phase this turn, you can Normal Summon 1 \"Fabled Grimro\" in addition to your Normal Summon/Set.",
		"chars": "Archive Skill (Trader)"
	},
	{
		"name": "Cosmic Enlightenment",
		"desc": "Can be used each time your Life Points decrease by 1000. In the Draw Phase, instead of conducting your normal draw, draw a random Psychic-Type or \"Jinzo\" monster.",
		"chars": "Espa Roba (Drop)"
	},
	{
		"name": "Courage and Strength",
		"desc": "At the beginning of the Duel, add 2 \"Morphtronic Remoten\" to your Deck. Then, add 1 \"Power Tool Dragon\" to your Extra Deck.",
		"chars": "Leo (Level 4)"
	},
	{
		"name": "Creator",
		"desc": "Can be used if your Life Points drop below 2000. In the Draw Phase, instead of doing a normal draw, a powerful card, from outside of your Deck, is added to your hand. This skill can only be used once per Duel.",
		"chars": "Maximillion Pegasus (Drop)"
	},
	{
		"name": "Creatures of Calamity",
		"desc": "Can be used on turn 3 and onward. Reveal 1 \"Frightfur\", Fusion Monster in your Extra Deck and then send up to 2 Fusion Materials with different names that are listed on its card to your Graveyard. \n\nDuring the turn you use this Skill, you cannot Normal or Special Summon any monsters except \"Frightfur\" monsters, nor activate the monster effects of monsters other than Fusion Monsters. \n\nThis Skill can only be used once per Duel.",
		"chars": "Sora Shiunin (Drop)"
	},
	{
		"name": "Crest Deployment",
		"desc": "Roll a die. If the result is less than the current turn count, play 1 \"Orgoth the Relentless\" from your hand. This Skill can only be used once per Duel.",
		"chars": "Duke Devlin (Drop)"
	},
	{
		"name": "Crush the World with the Mighty Fist!",
		"desc": "At the beginning of the Duel, add 1 \"Fire Hand\" and 1 \"Ice Hand\" to your Deck, unless it already includes a copy of the respective card. Then, add 1 \"Number 106: Giant Hand\" to your Extra Deck. The following effect can be used if your Life Points are at 2000 or below. Return 1 card from your hand to your Deck, and add 1 \"Rank-Up-Magic Barian's Force\" to your hand from outside of your Deck. This skill can only be used once per Duel.",
		"chars": "Girag (Level 1)"
	},
	{
		"name": "Crystal Power",
		"desc": "This turn, the ATK of all face-up monsters on your side of the field increases by the number of Continuous Spell Cards on your side of the field times 200. This Skill can only be used once per turn.",
		"chars": "Jesse Anderson (Drop)"
	},
	{
		"name": "Cubic Dimension Summon",
		"desc": "Send 1 \"Cubic\" monster you control to the Graveyard, and play 1 \"Cubic\" monster from your hand that is 1 Level higher than the monster you send to the Graveyard.\nThe ATK of the monster you played with this Skill is equal to its original Level x 500.\nThis Skill can only be used once per turn and twice per Duel.",
		"chars": "Aigami (Drop)"
	},
	{
		"name": "Cubic Seeds",
		"desc": "At the beginning of the Duel, add 3 \"Vijam the Cubic Seed\" to your Deck.\nThis Skill can only be used if you begin the Duel with a Deck/Extra Deck that contains no monsters other than \"Cubic\" monsters. In addition, the number of Spell/Trap Cards that are not \"Cubic\" cards must be 6 or lower.",
		"chars": "Aigami (Level 4)"
	},
	{
		"name": "Curse of the Remnant",
		"desc": "When a monster is equipped with a \"The Mask of Remnants\" that you control, that monster gains 1000 ATK.",
		"chars": "Lumis and Umbra (Level 20)"
	},
	{
		"name": "Cyber Energy Amplified",
		"desc": "When \"Amplifier\" is equipped to a monster, increase that monster's ATK by 500. Once per turn, increase the Equipped monster's ATK by 300 for each Equip Spell Card Equipped to it.",
		"chars": "Espa Roba (Trader)"
	},
	{
		"name": "Cyber Style",
		"desc": "Can be used only once if your Life Points are at 2000 or below. For every 1000 Life Points below 4000, play 1 \"Cyber Dragon\" with O ATK from your hand or Deck to the field. \nYou can only Special Summon \"Cyber End Dragon\" until the end of your opponent's next turn. \"Cyber Dragon\" played with this Skill cannot be Tributed, and while they are face-up on the field, you cannot Special Summon except for Fusion monsters, nor attack except with Fusion Monsters.",
		"chars": "Zane Truesdale (Level 13)"
	},
	{
		"name": "Cyber Style Evolution",
		"desc": "At the beginning of the Duel, add 1 \"Cyber Emergency\" and \"Power Bond\" to the bottom of your Deck.\n\nIn addition, the following effect can be used twice per turn and thrice per Duel.\nSelect 1 \"Cyber Dragon\" on your field and change its Level to 5.\n\nThis Skill will only activate if you begin the Duel with a Deck that has 12 or more Dragon-Type or Machine-Type \"Cyber\" monsters. (Extra Deck does not count).",
		"chars": "Zane Truesdale (Trader)"
	},
	{
		"name": "Cyberdark Style",
		"desc": "Can be used each time your Life Points decrease by 1000. Return 1 card from your hand to your Deck; then, randomly add 1 \"Cyberdark\" monster from your Deck to your hand.",
		"chars": "Zane Truesdale (Trader)"
	},
	{
		"name": "Cynet Conversion",
		"desc": "Can be used if your Life Points are at 2500 or below.\nSend 1 Cyberse monster from your hand to the Graveyard, and add 1 \"Cynet\" Spell/Trap Card from the Deck to your hand. \nThis Skill can only be used once per Duel.",
		"chars": "Playmaker and Ai (Drop)"
	},
	{
		"name": "D.D. King",
		"desc": "All \"D/D/D\" monsters you control gain 500 ATK until the end of the turn. This Skill can only be used once per turn and twice per Duel.\nIf you begin the Duel with a Deck/Extra Deck containing a total of 12 or more \"D/D/D\" monsters or \"Dark Contract\" Spell/Trap Cards, add Pendulum Zones to your field at the beginning of the Duel.",
		"chars": "Reiji Akaba (Level 20)"
	},
	{
		"name": "DARK as Night",
		"desc": "Can be used after your Life Points are at 3000 or below. Play the Field Spell \"Mystic Plasma Zone.\" If there already is Field Spell on your side of the Field, return it to your hand. This skill can only be used once per Duel.",
		"chars": "Bastion Misawa (Drop)"
	},
	{ "name": "Dark Adjuster", 
	  "desc": "You can only use this Skill's first effect once per Duel.\n1: During your Main Phase, you can make 1 monster you control become a Level between 1 and 4 until the end of this turn. This turn, as long as that monster remains face-up on your field, you cannot Special Summon any monsters, except Xyz Monsters.", 
	  "chars": "Alito (Trader)\nBronk Stone (Trader)\nDurbe (Trader)\nGirag (Trader)\nRuri Kurosaki (Drop)\nReginald \"Shark\" Kastle (Trader)\nRio Kastle (Trader)\nShun Kurosaki (Trader)\nTori Meadows (Trader)\nYuma and Astral (Trader)\nYuto (Trader)\nYuya Sakaki (Trader)" 
	},
	{
		"name": "Dark Fusion",
		"desc": "Change 1 \"Polymerization\" in your hand to \"Dark Fusion\". This Skill can only be used if you begin the Duel with an Extra Deck that contains no monsters other than \"Elemental HERO\" or \"Evil HERO\" monsters. This Skill can only be used once per turn and twice per Duel.",
		"chars": "Supreme King Jaden (Drop)"
	},
	{
		"name": "Dark Horizon",
		"desc": "If you take a total of 2000 or more damage, you can use this Skill on your next turn.\nPlay 1 \"Dark Magician Girl\" from your Deck.\nIf you took 2500 or more damage on your previous turn, you can play 1 \"Dark Magician\" from your Deck instead.\nThis Skill can only be used once per Duel.",
		"chars": "Yugi Muto DSOD (Level 20)"
	},
	{
		"name": "Dark Tuning 100",
		"desc": "At the beginning of the Duel, add 2 \"Infernity Avenger\" to your Deck. Then add 1 \"Hundred Eyes Dragon\" to your Extra Deck.",
		"chars": "Dark Signer Kalin Kessler (Level 4)"
	},
	{
		"name": "Darkfluid Link",
		"desc": "You can only use this Skill's second and third effects once per Duel.\n1: You cannot Normal or Special Summon monsters, except Cyberse monsters.\n2: If your Extra Deck contains a Link-5 monster, reveal 1 \"Firewall\" monster or Ritual Monster in your hand, and then banish 5 monsters from outside of your Deck (these monsters can be Special Summoned) and add 1 \"Cynet\" Spell Card from your Deck to your hand. If you activated this effect on the 2nd turn onward, also add 1 \"Cynet Rollback\" from outside of your Deck to your hand.\n3: If you have Special Summoned \"Decode Talker\" during this Duel, shuffle up to 5 cards from your Graveyard and/or among your banished cards into the Deck.",
		"chars": "Playmaker and Ai (Trader)"
	},
	{
		"name": "Deck Master Effect: Cyber Commander",
		"desc": "If you have \"Cyber Commander\" on your field, the ATK/DEF of Warrior-Type and Machine-Type monsters you control incereses by 300.\nIn addition, instead of conducting your normal draw, you can add \"Cyber Commander\" to your hand from your Deck.",
		"chars": "Tristan Taylor (Level 4)"
	},
	{
		"name": "Deck Master Effect: Strike Ninja",
		"desc": "When your Life points are at 1500 or below, the following effects can be used once per Duel each.\n● Send 1 \"Ninja\" or \"Ninjitsu Art\" card from your hand to your Graveyard. Then, select 1 set card in your opponent's Spell & Trap Zone and take control of it.\n● Select 1 card that you are not the original owner of and banish it. Then, play 1 \"Strike Ninja\" from outside of your Deck.",
		"chars": "Duke Devlin (Drop)"
	},
	{
		"name": "Decoy Tactics",
		"desc": "Can be used when your Life Points decrease by 1500. Play 1 'Decoy Dragon' from outside your deck in Defense Position. You cannot Special Summon any other monsters during the turn you activate this Skill. This Skill will only activate if you begin the Duel with a Deck that has 5 or more Dragon-Type monsters with different names. This Skill can only be used once per Duel.",
		"chars": "Mokuba Kaiba DSOD (Level 20)"
	},
	{
		"name": "Defense Burst",
		"desc": "Can only be used up until your 3rd turn, and only once. Select 1 monster you control. It gains 500 DEF until the end of your opponent's turn. At the start of your next turn, this monster's DEF will become 0.",
		"chars": "Noboru Gongenzaka (Level 13)"
	},
	{
		"name": "Defense Charge",
		"desc": "1 face-up monster you control gain the current turn count x200 DEF until the end of the turn. This Skill can only be used once per Duel.",
		"chars": "ALOT ()"
	},
	{
		"name": "Defensive Hand",
		"desc": "Can be used when you control one of the following monsters. During this turn, you take no effect damage.\n● Magic Hand\n● Fire Hand\n● Ice Hand\n● Prominence Hand\n● Number 106: Giant Hand\nThis Skill can only be used once per turn and thrice per Duel.",
		"chars": "Girag (Drop)"
	},
	{
		"name": "Demon's Resonance",
		"desc": "Return 1 \"Resonator\" monster from your hand to the Deck, add 1 Level 4 or lower Fiend-Type monster from your Deck to your hand, and add 1 \"Red Rising Dragon\" to your Extra Deck from outside of your Deck. During this turn, you cannot use the effects of cards you have added to your hand with this Skill or cards with the same name. \nThis Skill can only be used once per turn and twice per Duel if you begin the Duel with a Deck that follows the conditions below:\n● Your Deck contains at least 8 \"Resonator\" cards and does not contain any monsters other than Dragon-Type or Fiend-Type monsters. \n● Your Extra Deck contains \"Red Dragon Archfiend\" and \"Red Nova Dragon\" and does not contain any monsters other than Synchro Monsters.",
		"chars": "Jack Atlas (Trader)"
	},
	{
		"name": "Descent of the Star Seraph",
		"desc": "1: At the beginning of the Duel, add 1 \"Number 102: Star Seraph Sentry\" to your Extra Deck.\n2: Can be used before your normal draw if your LP are at 3000 or below. One of the cards from your normal draw this turn will be a random Level 4 LIGHT Fairy monster from your Deck.",
		"chars": "Durbe (Level 1)"
	},
	{
		"name": "Destiny Board",
		"desc": "Can be used if \"Dark Necrofear\" is in your Graveyard, and your LP are at 2000 or below. At the end of your 5th turn after activating this skill, you win the Duel. This skill is negated if \"Dark Necrofear\" leaves your Graveyard. This skill can only be used once per Duel.",
		"chars": "Yami Bakura (Drop)"
	},
	{
		"name": "Destiny Calling",
		"desc": "Can be used after your Life Points are at 2000 or below. Play the Field Spell \"Dark City.\" If there already is Field Spell on your side of the Field, return it to your hand. This skill can only be used once per Duel.",
		"chars": "Aster Phoenix (Level 4)"
	},
	{
		"name": "Destiny Draw",
		"desc": "Can be used each time your Life Points decrease by 2000. In the Draw Phase, instead of doing a normal draw, draw the card of your choice.",
		"chars": "Yami Yugi (Drop)"
	},
	{
		"name": "Destiny Draw: Monster Reborn",
		"desc": "Can be used before your normal draw if your Life Points are at 2500 or below. Your normal draw this turn will be \"Monster Reborn,\" from your Deck. \nIf your opponent controls a monster with 3000 ATK or more, you can use this Skill regardless of your Life Points. This Skill can only be used once per Duel.",
		"chars": "ALOT ()"
	},
	{
		"name": "Destiny Draw: Mystical Space Typhoon",
		"desc": "Can be used before your normal draw if your Life Points are lower than your opponent's. One of the cards from your normal draw this turn will be \"Mystical Space Typhoon.\" \nThis Skill can be used regardless of your Life Points if there are 3 or more cards in the opponent's Spell/Trap Zone and Field Zone.\nThis Skill can only be used once per Duel.",
		"chars": "Archive Skill (Trader)"
	},
	{
		"name": "Destiny Effect",
		"desc": "You can use the following effects once each during a Duel in which you have Normal Summoned a \"Destiny HERO\" monster. After using this Skill, you cannot Normal Summon/Set or Special Summon monsters during the Main Phase, except \"Destiny HERO\" monsters and monsters from the Extra Deck.\n・Set 1 \"Polymerization\" from outside of your Deck to your field and send 1 \"Destiny HERO - Malicious\" from outside of your Deck to your Graveyard.\n・All monsters on your field with Level 8 or higher gain 200 ATK.\n・From the 3rd turn and onward, you can return 1 banished \"Destiny HERO\" monster to your Deck, then add 1 \"Destiny HERO - Plasma\" from your Deck or Graveyard to your hand, and then return 1 card from your hand to your Deck.",
		"chars": "Aster Phoenix (Trader)"
	},
	{
		"name": "Determination to Fight",
		"desc": "Apply either of the following effects. Then, place 1 \"Gigarays Gandora the Dragon of Destruction\" or 1 \"Gandora-X the Dragon of Demolition\" to your Graveyard from outside of your Deck. \n\n● Return 1 card from your hand to your Deck and add 1 \"Gandora\" monster from your Deck to your hand. You can also Normal Summon 1 \"Gandora\" monster in addition to your regular Normal Summon during this turn. \n\n● Send 1 \"Gadget\" monster from your field to the Graveyard, and then play 1 \"Silent Magician LV4\" or 1 \"Silent Swordsman LV3\" from outside of your Deck. \n\nThis Skill can only be used if you begin the Duel with a Deck (excluding Extra Deck) that contains at least 10 \"Gadget,\" \"Silent Swordsman,\" or \"Silent Magician\" monsters. This Skill can only be used once per turn and thrice per Duel.",
		"chars": "Yugi Muto (Trader)\nYugi Muto DSOD (Trader)"
	},
	{
		"name": "Devotion",
		"desc": "Can only be used in Tag Duels. Can be used before your normal draw. Your normal draw is skipped this turn. On your partner's next turn, your partner's normal draw becomes 2 cards. \n\nThis Skill can only be used once per Duel.",
		"chars": "Anna Kozuki (Drop)"
	},
	{
		"name": "Devoured By Sacred Beasts",
		"desc": "Each of the following effects can be used once per Duel.\n-  Return 1 Fiend-Type monster with 0 ATK/DEF from your hand to the Deck and add 1 \"Uria, Lord of Searing Flames\", \"Hamon, Lord of Striking Thunder\", or \"Raviel, Lord of Phantasms\" from your Deck to your hand.\n- Select 2 cards from your hand or face-up monsters (except Tokens) on your field, return them to your Deck, and send 3 \"Hyper Blaze\" from outside of your Deck to your Graveyard. Then, add 1 \"Fallen Paradise\" from outside of your Deck to the bottom of your Deck. At the end of your next turn, \"Fallen Paradise\" you control will be banished.\n\nThis Skill will only activate if you begin the Duel with a Deck (excluding Extra Deck) that has at least 1 \"Uria, Lord of Searing Flames\", 1 \"Hamon, Lord of Striking Thunder\", 1 \"Raviel, Lord of Phantasms\", at least 6 Fiend-Type monsters with 0 ATK/DEF, and no other monsters.",
		"chars": "Yubel (Trader)"
	},
	{
		"name": "Diamond Bell Wind",
		"desc": "You can only use this Skill's second and third effects once per Duel.\n1: You cannot Normal or Special Summon (excluding Special Summons from the Extra Deck) any monsters, except \"Windwitch\" monsters, WIND Tuners, and Spellcaster monsters, and your opponent takes no effect damage from your card effects, except the effects of \"Windwitch\" cards.\n2: If you have Normal Summoned a Level 3 or lower \"Windwitch\" monster this turn, shuffle all monsters you control into the Deck, then play 2 \"Windwitch\" monsters with different Levels from your Deck to your field in face-down Defense Position. (Their battle positions can be changed.)\n3: If you control \"Windwitch - Diamond Bell\", add 1 \"Windwitch - Blizzard Bell\" from outside of your Deck to your hand.",
		"chars": "Rin (Drop)"
	},
	{
		"name": "Dice Booster",
		"desc": "Can be used once per turn. Roll a die. The ATK of all monsters you control will be increased by the number of the die x50 until the end of the turn. If you get 2, 3, 4, or 5, you cannot use this Skill the rest of this Duel.",
		"chars": "Duke Devlin (Level 20)"
	},
	{
		"name": "Dice Recovery",
		"desc": "Can be used once per turn. Roll a die. Increase your Life Points by the number of the die x200 points. If you get 2, 3, 4, or 5, you cannot use this Skill the rest of this Duel.",
		"chars": "Duke Devlin (Drop)"
	},
	{
		"name": "Dice Return",
		"desc": "Roll a die. Return as many cards that require a dice roll as the number of the die from your Graveyard to your Deck. This Skill can only be used once per Duel.",
		"chars": "Duke Devlin (Drop)"
	},
	{
		"name": "Dice of Orgoth the Relentless",
		"desc": "At the beginning of the Duel, add 1 \"Orgoth the Relentless\" to your Deck.\nCan be used once, on the turn you Summon \"Orgoth the Relentless\". For this turn only, your first dice roll will be a 6.",
		"chars": "Duke Devlin (Level 1)"
	},
	{
		"name": "Dimension Summon",
		"desc": "Play 1 Level 4 or lower \"Cubic\" monster from your hand.\nThe ATK of the monster you played with this Skill is equal to its original Level x 500.\nIf the monster is destroyed, you lose Life Points equal to its original Level x 500.\nThis Skill can only be used if you begin the Duel with a Deck/Extra Deck that contains no monsters other than \"Cubic\" monsters.\nThis Skill can only be used once per turn and twice per Duel.",
		"chars": "Aigami (Level 20)"
	},
	{
		"name": "Dino DNA!",
		"desc": "At the beginning of your turns, recover 200 Life Points.",
		"chars": "Tyranno Hassleberry (Level 4)"
	},
	{
		"name": "Dino Destruction",
		"desc": "Can be used if a Level 6 Dinosaur-Type monster is on your field. If that monster attacks a monster in Defense Position this turn, the opponent takes battle damage equal to the amount that ATK exceeds DEF. This skill can only be used once per turn.",
		"chars": "Rex Raptor (Level 20)"
	},
	{
		"name": "Dino Rampage",
		"desc": "Can be used each time your Life Points decrease by 1800, and you have a Dinosaur-Type normal monster on your field. That monster can attack twice during the Battle Phase, this turn. This skill can only be used once per turn.",
		"chars": "Rex Raptor (Drop)"
	},
	{
		"name": "Dinos Find a Way",
		"desc": "Can be used each time your Life Points decrease by 1800. In the Draw Phase, instead of doing a normal draw, draw a random Dinosaur-Type monster.",
		"chars": "Rex Raptor (Drop)"
	},
	{
		"name": "Dinosaur Kingdom",
		"desc": "Begin Duel with the Field Spell \"Jurassic World\" activated.",
		"chars": "Rex Raptor (Level 4)"
	},
	{
		"name": "Dinowrestle Revolution",
		"desc": "Can be used if you have no Field Spell Card on your field. Return 1 \"Dinowrestler\" monster to the Deck from your hand, and play 1 \"World Dino Wrestling\" face-up on your field from outside of the Deck.\nThis Skill can only be used once per Duel.",
		"chars": "Go Onizuka (Drop)"
	},
	{
		"name": "Divine Artifacts",
		"desc": "At the beginning of the Duel, 1 \"Number 6: Chronomaly Atlandis\" is added to your Extra Deck. In addition, this effect can be used once per Duel. Reveal 1 \"Chronomaly\" monster in your hand and change the Level of all \"Chronomaly\" monsters on your field to the Level of the monster you revealed.",
		"chars": "Trey (Level 1)"
	},
	{
		"name": "Domain of the Gladiator Beasts",
		"desc": "You can use this Skill's second effect once per Duel if your Deck (excluding the Extra Deck) contains 8 or more \"Gladiator Beast\" monsters.\n1: You cannot Special Summon (excluding Special Summons from the Extra Deck) any monsters except \"Gladiator Beast\" monsters and Beast Type monsters.\n2: Reveal 1 \"Gladiator Beast\" monster in your hand, and then place 1 \"Gladiator Rejection\" from your Deck, Graveyard, or among your banished cards on your field face-down.",
		"chars": "Archive Skill (Trader)"
	},
	{
		"name": "Domination of Darkness",
		"desc": "Reveal 1 \"Evil HERO\" Fusion Monster in your Extra Deck. Then, place all of the Fusion Materials specifically listed on that card from outside of your Deck to your Graveyard. When using this Skill a second time in a Duel, you cannot select a Fusion Monster with the same name as for the first use.\n\nThis Skill can be used once per turn. This Skill can be used when you begin a Duel with a Deck that meets the following conditions.\n\n● Your Deck contains 5 or more \"Evil HERO\" monsters and contains no monsters other than \"Elemental HERO\" monsters or \"Evil HERO\" monsters.\n\n● Your Extra Deck contains 5 or more \"Evil HERO\" monsters and contains no Fusion Monsters other than \"Evil HERO\" monsters.",
		"chars": "Supreme King Jaden (Drop)"
	},
	{
		"name": "Double Normal Summon",
		"desc": "Can be used after your Life Points decrease by 1500. You can Summon 1 Normal Monster in addition to your Normal Summon/Set. \n\nThis Skill can only be used once per turn.",
		"chars": "Bakura DSOD (Drop)\nSolomon Muto (Drop)"
	},
	{
		"name": "Double Transcendence",
		"desc": "Can be used during a Duel in which you have successfully Link Summoned a monster using a monster with the same name as its material. Return 1 \"Salamangreat\" Spell/Trap Card in your hand to your Deck, and add 1 \"Salamangreat Transcendence\" to your hand from outside of your Deck. Then, you can return all Link Monsters in your Graveyard to the Extra Deck. \n\nThis Skill can only be used once per Duel.",
		"chars": "Soulburner (Trader)"
	},
	{
		"name": "Double or Nothing!",
		"desc": "Can be used if you have a \"Number 98: Antitopian\" or a  LIGHT \"Utopia\" or \"Utopic\" Xyz Monster Zone. Add 1 \"Double or Nothing!\" to your hand from your Deck. Then, return 1 card to the Deck from the hand.\n\nThis Skill can be used once per Duel if you begin the Duel with an Extra Deck that contains no monsters other than Xyz Monsters.",
		"chars": "Yuma and Astral (Trader)"
	},
	{
		"name": "Dragonic Fusion",
		"desc": "At the beginning of the Duel, add \"Dragon's Mirror\" to your Deck and shuffle it. Then, add \"Five-Headed Dragon\" to your Extra Deck.\nThis Skill can only be used once per Duel. Can be used when your Life Points decrease by 1500. Return 1 card from your hand to your Deck and add \"Dragon's Mirror\" to you hand from your Deck.",
		"chars": "Chazz Princeton (Trader)"
	},
	{
		"name": "Dragonic Rebirth",
		"desc": "Can be used on turn 4 and onward. Add a Dragon-Type monster with the same level as the number of turns that have passed from your Graveyard to your hand. This Skill can only be used once per Duel.",
		"chars": "Mokuba Kaiba DSOD (Drop)\nSeto Kaiba DSOD (Drop)"
	},
	{
		"name": "Dragonic Reincarnation",
		"desc": "Send 1 Level 7 or higher Dragon-Type monster from your hand to your Graveyard. Then, add 1 Level 4 Light Dragon-Type Monster to your hand from your Graveyard. This Skill can only be used once per Duel.",
		"chars": "Mokuba Kaiba DSOD (Drop)\nSeto Kaiba DSOD (Drop)"
	},
	{
		"name": "Draw Loan",
		"desc": "Set 1 \"Lucky Loan\" from your Deck to your field. You cannot conduct your normal Draw on your next turn. This Skill can only be used once per Duel.",
		"chars": "Carly Carmine (Drop)"
	},
	{
		"name": "Draw Pass",
		"desc": "In the Draw Phase, instead of doing a normal draw, recover 300 Life Points. This skill can only be used three times per Duel.",
		"chars": "Mai Valentine (Drop)\nIshizu Ishtar (Level 4)\nAster Phoenix (Drop)\nChazz Princeton (Drop)"
	},
	{
		"name": "Draw Reserves",
		"desc": "Can only be used at the beginning of the Main Phase on your 1st turn. Return 3 cards from your hand to your Deck. You can draw 3 cards during your next Draw Phase.",
		"chars": "Yuzu Hiragi (Level 13)\nGhost Girl (Drop)\nSora Shiunin (Drop)"
	},
	{
		"name": "Draw Sense: Beast-Warrior",
		"desc": "Can be used before your normal draw each time your Life Points decrease by 1000. One of the cards from your normal draw this turn will be a random Beast-Warrior-Type monster from your Deck.",
		"chars": "Serena (Level 13)"
	},
	{
		"name": "Draw Sense: Cyberse",
		"desc": "Can be used before your normal draw each time your Life Points decrease by 1000. One of the cards from your normal draw this turn will be a random Cyberse monster from your Deck.",
		"chars": "Playmaker and Ai (Level 13)\nSoulburner (Level 13)"
	},
	{
		"name": "Draw Sense: DARK",
		"desc": "Can be used each time your Life Points decrease by 1500. In the Draw Phase, instead of doing a normal draw, draw a random DARK-attribute monster.",
		"chars": "Yami Marik (Level 13)\nYami Bakura (Level 13)\nJaden Yuki (Drop)\nAster Phoenix (Drop)\nDr. Vellian Crowler (Drop)\nBastion Misawa (Drop)"
	},
	{
		"name": "Draw Sense: Dice",
		"desc": "Instead of conducting your normal draw, 1 random card that requires a dice roll is added to your hand from your Deck. This Skill will only activate if you begin the Duel with a Main Deck that has 6 or more cards with different names that require a dice roll. This Skill can only be used twice per Duel.",
		"chars": "Duke Devlin (Level 13)"
	},
	{
		"name": "Draw Sense: EARTH",
		"desc": "Can be used each time your Life Points decrease by 1500. In the Draw Phase, instead of doing a normal draw, draw a random EARTH-attribute monster.",
		"chars": "Aster Phoenix (Drop)\nChazz Princeton (Drop)\nAlexis Rhodes (Drop)\nDr. Vellian Crowler (Level 13)\nBastion Misawa (Drop)"
	},
	{
		"name": "Draw Sense: Earthbound Immortal",
		"desc": "Can be used each time your Life Points decrease by 1000.\nDuring your Draw Phase, instead of conducting your normal draw, draw a random \"Earthbound Immortal\" monster.",
		"chars": "Dark Signer Rex Goodwin (Level 4)"
	},
	{
		"name": "Draw Sense: FIRE",
		"desc": "Can be used each time your Life Points decrease by 1500. In the Draw Phase, instead of doing a normal draw, draw a random FIRE-attribute monster.",
		"chars": "Joey Wheeler (Drop)\nMokuba Kaiba (Drop)\nJaden Yuki (Drop)\nAster Phoenix (Drop)\nChazz Princeton (Drop)\nAlexis Rhodes (Drop)\nBastion Misawa (Drop)"
	},
	{
		"name": "Draw Sense: High Level",
		"desc": "Can be used each time your Life Points decrease by 1800. In the Draw Phase, instead of doing a normal draw, draw a random monster of Level 5 or higher.",
		"chars": "Seto Kaiba (Level 20)\nRex Raptor (Level 13)\nParadox Brothers (Drop)\nChazz Princeton (Drop)\nDr. Vellian Crowler (Drop)"
	},
	{
		"name": "Draw Sense: LIGHT",
		"desc": "Can be used each time your Life Points decrease by 1500. In the Draw Phase, instead of doing a normal draw, draw a random LIGHT-attribute monster.",
		"chars": "Mokuba Kaiba (Level 20)\nJaden Yuki (Drop)\nAster Phoenix (Drop)\nChazz Princeton (Drop)\nDr. Vellian Crowler (Drop)\nBastion Misawa (Drop)"
	},
	{
		"name": "Draw Sense: Low Level",
		"desc": "Can be used each time your Life Points decrease by 1800. In the Draw Phase, instead of doing a normal draw, draw a random monster of Level 4 or lower.",
		"chars": "Weevil Underwood (Level 13)\nChazz Princeton (Level 13)"
	},
	{
		"name": "Draw Sense: Machine",
		"desc": "Can be used before your normal draw each time your Life Points decrease by 1000. One of the cards from your normal draw this turn will be a random Machine-Type monster from your Deck.",
		"chars": "ALOT ()"
	},
	{
		"name": "Draw Sense: Pendulum",
		"desc": "You can only use this Skill if your Deck (excluding the Extra Deck) contains 9 or more monsters.\n1: At the beginning of the Duel, add Pendulum Zones to your field.\n2: Once per Duel, before your normal draw, if your opponent controls a monster and you control no monsters, you can change 1 of the cards from your normal draw this turn to a random Pendulum Monster from your Deck.",
		"chars": "ALOT ()"
	},
	{
		"name": "Draw Sense: Rank-Up-Magic",
		"desc": "Can be used before your normal draw after your Life Points decrease by 1500. One of the cards from your normal draw this turn will be a random \"Rank-Up-Magic\" Spell Card from your Deck.\nThis Skill can only be used once per Duel, and only if you begin the Duel with a Deck that contains at least 3 \"Rank-Up-Magic\" Spell Cards with different names.",
		"chars": "Shun Kurosaki (Drop)"
	},
	{
		"name": "Draw Sense: Spell/Trap",
		"desc": "Can be used each time your Life Points decrease by 1800. In the Draw Phase, instead of doing a normal draw, draw a random Spell/Trap card.",
		"chars": "Yami Yugi (Level 13)\nOdion (Level 13)\nChazz Princeton (Drop)\nAlexis Rhodes (Drop)\nDr. Vellian Crowler (Drop)"
	},
	{
		"name": "Draw Sense: Tuner",
		"desc": "This Skill can be used if your Deck (excluding the Extra Deck) contains 9 or more monsters.\n1: Can be used before your normal draw each time your Life Points decrease by 1000. One of the cards from your normal draw this turn will be a random Tuner monster from your Deck.",
		"chars": "Rin (Drop)\nSherry LeBlanc (Drop)"
	},
	{
		"name": "Draw Sense: WATER",
		"desc": "Can be used each time your Life Points decrease by 1500. In the Draw Phase, instead of doing a normal draw, draw a random WATER-attribute monster.",
		"chars": "Mako Tsunami (Level 13)\nMokuba Kaiba (Drop)\nAster Phoenix (Drop)\nChazz Princeton (Drop)\nAlexis Rhodes (Drop)\nBastion Misawa (Drop)"
	},
	{
		"name": "Draw Sense: WIND",
		"desc": "Can be used each time your Life Points decrease by 1500. In the Draw Phase, instead of doing a normal draw, draw a random WIND-attribute monster.",
		"chars": "Mai Valentine (Level 20)\nJaden Yuki (Drop)\nAlexis Rhodes (Drop)\nBastion Misawa (Drop)"
	},
	{
		"name": "Draw Sense: Winged Beast",
		"desc": "Can be used each time your Life Points decrease by 1000. One of the cards from your normal draw this turn will be a random Winged Beast-type monster from your Deck.",
		"chars": "ALOT ()"
	},
	{
		"name": "Dual Divinity",
		"desc": "Can be used if \"Sun Dragon Inti\" and \"Moon Dragon Quilla\" are in your Graveyard.\nThis turn, you can Normal Summon \"Earthbound Immortal Wiraqocha Rasca\" without Tributing. \nThis Skill can only be used once per Duel.",
		"chars": "Dark Signer Rex Goodwin (Drop)"
	},
	{
		"name": "Duel Fuel",
		"desc": "Can be used the turn you begin with lower Life Points than your opponent. Gain 1000 Life Points. This Skill can only be used once per turn and twice per Duel.",
		"chars": "Yuma and Astral (Level 20)"
	},
	{
		"name": "Duel Recital",
		"desc": "The ATK of all \"Melodious\" monsters on your field is increased by 100 for each \"Melodious\" monster on your field.",
		"chars": "Yuzu Hiragi (Drop)"
	},
	{
		"name": "Duel, Standby!",
		"desc": "Each player's starting hand increases by 1 card. You cannot Normal Summon or activate card effects on your first turn.",
		"chars": "Téa Gardner (Drop)"
	},
	{
		"name": "Duels of Babylon",
		"desc": "Begin Duel with \"Chronomaly City Babylon\" activated. This Skill can only be used if you begin the Duel with a Deck / Extra Deck that contains no monsters other than \"Chronomaly\" monsters or \"Number\" monsters.",
		"chars": "Trey (Drop)"
	},
	{
		"name": "Dueltaining Recast",
		"desc": "Can be used if you control 3 Pendulum Monsters with different Levels. Add all monsters in your Monster Zone to your Extra Deck. Then, play \"Performapal\" Pendulum Monsters, \"Magician\" Pendulum Monsters, and \"Odd-Eyes\" Pendulum Monsters that can be Normal Summoned from your hand with a combined Level equal to the sum of the original Levels of the monsters you added to your Extra Deck. This Skill can only be used once per Duel.",
		"chars": "Yuya Sakaki (Drop)"
	},
	{
		"name": "Dueltaining Stage Change",
		"desc": "Can be used if you have 2000 or less Life Points and if you have two cards in your Pendulum Zones that are either \"Performapal\" Pendulum Monsters, \"Magician\" Pendulum Monsters, or \"Odd-Eyes\" Pendulum Monsters. Select 1 card in your Pendulum Zone and place it face-up on your Extra Deck. Then, you can place 1 Pendulum Monster in your Monster Zone whose original name is \"Performapal,\" \"Magician,\" or \"Odd-Eyes\" to your Pendulum Zone. This Skill, can only be used once per Duel.",
		"chars": "Yuya Sakaki (Drop)"
	},
	{
		"name": "Earth Golem",
		"desc": "Can be used if you have at least 1 Rock-Type monster in your Graveyard. One of the following effects will be applied:\n● Send 1 Rock-Type monster in your hand to the Graveyard. Then, add 1 \"Gaia Plate the Earth Giant\" from your Deck to your hand.\n● Send 2 Rock-Type monsters from your hand to the Graveyard. Then, add 1 \"Gaia Plate the Earth Giant\" from outside of your Deck to your hand.\nThis Skill can only be used once per Duel.",
		"chars": "Jim \"Crocodile\" Cook (Drop)"
	},
	{
		"name": "Edge Imp Assist",
		"desc": "Each of the following effects can be used once per Duel.\n\n● Send 1 \"Edge Imp\" monster from your hand to the Graveyard. Change 1 \"Polymerization\" in your hand to \"Frightfur Fusion.\"\n\n● Send 1 \"Edge Imp\" monster from your hand to the Graveyard. Send 1 \"Edge Imp\" monster from your Deck to the Graveyard.",
		"chars": "Sora Shiunin (Trader)"
	},
	{
		"name": "Egde Imp Retrofit",
		"desc": "You can only use this Skill's second and third effects once per turn.\n1: You cannot Special Summon (excluding Special Summons from the Extra Deck and your opponent's Graveyard) monsters, except for \"Frightfur\", \"Fluffal\", and \"Edge Imp\" monsters.\n2: Shuffle 1 \"Edge Imp\" monster from your hand or face-up field into the Deck, and add 1 \"Edge Imp\" monster from your Deck to your hand.\n3: During your Main Phase, equip 1 face-up monster on your opponent's field to 1 \"Frightfur Bear\" on your field, as if it were equipped by the effect of \"Frightfur Bear\".",
		"chars": "Sora Shiunin (Trader)"
	},
	{
		"name": "Elements Unite!",
		"desc": "You will start the Duel with 500 Life Points and your starting hand will be 1 card, which is \"Gate Guardian.\" In addition, you will start the Duel with \"Sanga of the Thunder,\" \"Kazejin,\" and \"Suijin\" on the side of your field. Their effects are negated and they cannot attack as long as they are face-up on the field.",
		"chars": "Paradox Brothers (Level 4)"
	},
	{
		"name": "Emergency Call",
		"desc": "Can be used turn 5 and onward or if your Life Points are at 2000 or below. Reveal 1 \"Elemental HERO\" monster in your hand. Then add 1 \"Elemental HERO\" monster with a different name from your Deck to your hand. This Skill can only be used once per Duel.",
		"chars": "Jaden/Yubel (Trader)"
	},
	{
		"name": "Emergency Contract Laundering",
		"desc": "Send 1 \"Contract Laundering\" or \"Dark Contract\" card to the Graveyard and destroy all face-up \"Dark Contract\" cards on your field. Then, increase your Life Points by the number of destroyed \"Dark Contract\" cards x 1000 points.",
		"chars": "Reiji Akaba (Trader)"
	},
	{
		"name": "Emperor Advent",
		"desc": "Select up to 3 \"Cubic\" monsters in your hand or Graveyard, and play them in Defense Position, but negate their effects. You cannot Summon any monsters except \"Indiora Doom Volt the Cubic Emperor\" nor activate any effects other than \"Indiora Doom Volt the Cubic Emperor\" during the turn you activate this Skill.\nIn addition, \"Indiora Doom Volt the Cubic Emperor\" Special Summoned on the turn you used this Skill gains 2400 ATK.\nSend all monsters other than \"Indiora Doom Volt the Cubic Emperor\" on your field to the Graveyard at the end of this turn.\nThis Skill can only be used once per Duel.",
		"chars": "Aigami (Trader)"
	},
	{
		"name": "Emptiness Transforms into the Infinite!",
		"desc": "At the beginning of the Duel, add 1 \"Sephylon, the Ultimate Timelord\" to your Deck.\nIn addition, the following effect can be used once per turn and twice per Duel. Send up to 2 cards from your hand to the Graveyard, and send up to the same number of random Level 10 Fairy-Type monsters to the Graveyard from the Deck.\nThis Skill can only be used if you begin the Duel with a Deck (excluding Extra Deck) that contains no monsters other than Level 10 monsters.",
		"chars": "Z-ONE (Level 1)"
	},
	{
		"name": "Empty, Infinite, and Infinite Light",
		"desc": "Each of the following effects can be used once per Duel:\n● Send 1 card from your hand to the Graveyard, then Set 1 \"Empty Machine\" to your field from outside your Deck. \n● Can be used after one of your \"Empty Machine,\" \"Infinite Machine,\" and \"Infinite Light\" is removed from the field by your opponent. Reveal 1 \"Sephylon, the Ultimate Timelord\" in your hand to your opponent. Send 10 different \"Timelord\" monsters from outside of your Deck to the Graveyard. \nThis Skill can be used if you begin the Duel with a Deck (excluding the Extra Deck) that is comprised of more than half of monsters, has no monsters other than \"Timelord\" monsters or \"Time Maiden,\" and at least 1 \"Infinite Machine\" and \"Infinite Light.\"",
		"chars": "Z-ONE (Level 20)"
	},
	{
		"name": "End of the World",
		"desc": "Can be used once per Duel by revealing 1 \"D/D/D Doom King Armageddon\" in your hand to your opponent. Add 1 face-up \"D/D/D\" Pendulum Monster to your hand from your Extra Deck. Until the end of the next turn, you cannot Summon the card added to your hand by this Skill or cards with the same name except by Pendulum Summoning, and you cannot activate their effects.\nIn addition, the following effect can be used once per turn on the turn you Pendulum Summon 3 \"D/D/D Doom King Armageddon\" at the same time from your hand. Destroy all monsters on the field except for \"D/D/D Doom King Armageddon\".\nIf you begin the Duel with a Deck/Extra Deck containing a total of 12 or more \"D/D/D\" monsters or \"Dark Contract\" Spell/Trap Cards, add Pendulum Zones to your field at the beginning of the Duel.",
		"chars": "Reiji Akaba (Drop)"
	},
	{
		"name": "Endless Trap Hell",
		"desc": "Can be used when you have 3 Trap Cards in your Graveyard. Add 1 random Trap Card to your hand from your Graveyard and return 1 card to your Deck from your hand. This Skill can only be used once per Duel.",
		"chars": "Odion (Level 20)"
	},
	{
		"name": "Engine Power Over-Limit!",
		"desc": "Select 1 Rank 10 EARTH Machine-Type Xyz Monster you control. Then, attach 1 Level 10 EARTH Machine-Type monster in your hand to this card as an Xyz Material. If this Xyz Monster attacks a monster in Defense Position during this turn, inflict piercing battle damage to your opponent. Send that Xyz Monster to the Graveyard at the end of this turn.\n\nThis Skill can only be used once per Duel.",
		"chars": "Anna Kozuki (Drop)"
	},
	{
		"name": "Equipment Exchange",
		"desc": "Can be used if your Life Points are at 3000 or below. Return up to 2 cards, including at least 1 Equip Spell Card, from your hand to the bottom of your Deck and draw the same number of cards as you returned. This Skill can only be used once per Duel.",
		"chars": "Leo (Level 20)"
	},
	{
		"name": "Equipment Restock",
		"desc": "Can be used if you have 3 or more Equip Spell Cards in your Graveyard. Randomly add 1 Equip Spell Card in your Graveyard to your hand, and return all other Equip Spell Cards in your Graveyard to your Deck. This Skill can only be used once per Duel.",
		"chars": "Leo (Drop)"
	},
	{
		"name": "Eternal Bond",
		"desc": "During this Duel, you can only Special Summon \"Neos,\" \"Yubel,\" and \"Elemental HERO\" monsters, and you can Normal Summon/Set \"Elemental HERO Neos\" and \"Yubel\" without Tributing.\nEach time you Normal or Flip Summon a \"Elemental HERO Neos\" or \"Yubel\" monster, you can use either of the following effects. \n・Send 1 \"Yubel\" monster on your field that was Normal or Flip Summoned this turn to the Graveyard, and Set that monster's evolved form from outside of your Deck to your field. (You can change the battle position.) \n・Add 1 \"Elemental HERO Neos\" or 1 \"Super Polymerization\" in your Deck, or 1 \"Miracle Contact\" from outside of your Deck to your hand.",
		"chars": "Jaden Yuki (Trader)\nYubel (Trader)\nJaden/Yubel (Trader)"
	},
	{
		"name": "Everything's Ready!",
		"desc": "Can be used before your normal draw after your Life Points decreaseby 1500. One of the cards from your normal draw this turn will be a \"Trickstar\" or \"Marincess\" monster of your choice from your Deck.\n\nThis Skill can only be used once per Duel. ",
		"chars": "Blue Angel (Drop)"
	},
	{
		"name": "Evil Change",
		"desc": "Return 1 \"Evil HERO\" monster from your Deck from your hand and add 1 \"Evil HERO\" monster with a different name or \"Dark Fusion\" from your Deck to your hand. This Skill can only be used if you begin the Duel with an Extra Deck that contains no monsters other than Fiend-Type monsters. This Skill can only be used once per Duel.",
		"chars": "Supreme King Jaden (Drop)"
	},
	{
		"name": "Evil Reincarnation",
		"desc": "Can be used during your next turn after your monster is destroyed by battle. Return 1 monster in your Graveyard whose original Type and Attribute are EARTH and Fiend-Type to your hand. Then, return 1 card from your hand to the bottom of your Deck. This Skill can only be used once per Duel.",
		"chars": "Supreme King Jaden (Drop)"
	},
	{
		"name": "Extra Balloons",
		"desc": "Can be used once per turn. Select 1 \"Wonder Balloons\" on your field and place 1 Balloon Counter on it. If you begin the Duel with a Deck that contains no monsters other than \"Performapal\" monsters, \"Magician\" Pendulum monsters, or \"Odd-Eyes\" monsters, place 1 face up \"Wonder Balloons\" to your Spell & Trap Zone at the beginning of the Duel from outside of your Deck.",
		"chars": "Yuya Sakaki (Drop)"
	},
	{
		"name": "Extra Curse 1",
		"desc": "If an opponent's monster in the Extra Monster Zone is destroyed by battle, inflict 500 damage to your opponent's Life Points.\nThis Skill is only applied when there are no cards in your Extra Deck and your opponent has 1000 Life Points or more.",
		"chars": "Solomon Muto (Drop)"
	},
	{
		"name": "Extra Curse 2",
		"desc": "On your next turn after your opponent Special Summoned a monster from the Extra Deck, this Skill can be activated while your Extra Deck has less cards than your opponent's. Select 1 opponent monster in the Extra Monster Zone and decrease its ATK/DEF until the end of the turn by the difference in the number of cards between the players' Extra Decks x 100.\nThis Skill can only be used once per Duel.",
		"chars": "Solomon Muto (Level 13)"
	},
	{
		"name": "Extra Heat-Up",
		"desc": "If a \"Gouki\" or \"Dinowrestler\" monster you control is in the Extra Monster Zone, \"Gouki\" and \"Dinowrestler\" monsters you control gain 300 ATK during your turn.",
		"chars": "Go Onizuka (Drop)"
	},
	{
		"name": "Extra Pain",
		"desc": "When you deal battle damage to your opponent, deal an additional 100 damage. This Skill will not activate if your opponent had 1000 or less Life Points.",
		"chars": "Scud (Level 13)"
	},
	{
		"name": "Extra, Extra",
		"desc": "Can be used when your Life Points decrease by 2000. During your Draw Phase, add to your hand 1 copy of the card you drew as your normal draw. This Skill can only be used once per Duel.",
		"chars": "Maximillion Pegasus (Drop)"
	},
	{
		"name": "FIRE Reload",
		"desc": "Can be used if you only have FIRE Pyro-Type monsters in your hand. Return all cards in your hand to your Deck and shuffle it. Then draw the same number of cards that you returned to your Deck. This Skill can only be used once per Duel.",
		"chars": "Axel Brodie (Level 20)"
	},
	{
		"name": "Face the Great Beast! Galaxy-Eyes Tachyon Dragon",
		"desc": "At the beginning of the Duel, add 1 \"Radius, the Half-Moon Dragon\" and 1 \"Parsec, the Interstellar Dragon\" to your Deck. Then, add 1 \"Number 107: Galaxy-Eyes Tachyon Dragon\" to your Extra Deck.\nThe following effect can be used if your Life Points are at 2000 or below. Return 1 card from your hand to your Deck and add 1 \"Rank-Up-Magic Barian's Force\" to your hand from outside of your Deck.\nThis Skill can only be used once per Duel.",
		"chars": "Mizael (Level 1)"
	},
	{
		"name": "Factory Operation!",
		"desc": "Can be used before your normal draw if you have 3 or more Fusion Monsters with different names in your Graveyard. \n\nInstead of conducting your normal draw, play 1 face-up \"Frightfur Factory\" from outside of your Deck. \n\nThis Skill can only be used once per Duel.",
		"chars": "Sora Shiunin (Drop)"
	},
	{
		"name": "Fairy Returns",
		"desc": "At the beginning of the Duel, add 1 \"Fairy Cheer Girl\" to your Extra Deck.\nCan be used if you have 2 or less cards in your hand. Return 1 \"Fairy Cheer Girl\" from your Graveyard to your Extra Deck.\nThis Skill can only be used once per Duel.",
		"chars": "Tori Meadows (Level 1)"
	},
	{
		"name": "Fairy's Smile",
		"desc": "If you normal draw a Fairy-Type monster card during the Draw Phase, the card is shown to the opponent and you recover 1000 Life Points.",
		"chars": "ALOT ()"
	},
	{
		"name": "Family Gift",
		"desc": "Can only be used the turn you have activated the effect of a \"Chronomaly\" Spell Card. Return 1 card from your hand to your Deck and add \"Chronomaly Aztec Mask Golem\" to your hand from outside of your Deck. This Skill can only be used once per Duel.",
		"chars": "Trey (Drop)"
	},
	{
		"name": "Fangs of Rebellion: Dark Rebellion",
		"desc": "At the beginning of the Duel, add 2 \"The Phantom Knights of Shadow Veil\" to your Deck and 1 \"Dark Rebellion Xyz Dragon\" to your Extra Deck.\n\nIn addition, the following effect can be activated if the only monster you control is 1 \"Dark Rebellion Xyz Dragon\" and your opponent controls a monster with higher ATK. Select up to 2 cards in your hand and attach them to your \"Dark Rebellion Xyz Dragon\" as Xyz Materials. This Skill can only be used once per Duel.",
		"chars": "Yuto (Level 1)"
	},
	{
		"name": "Fatal Five",
		"desc": "If a monster attacks 5 times during one turn, you win the Duel.",
		"chars": "Zane Truesdale (Drop)"
	},
	{
		"name": "Favorite Duel",
		"desc": "Each of the following effects can be used once per turn if you begin the Duel with a Deck that contains at least 4 \"Elemental HERO\" Normal Monsters with different names When this Skill is used, you can only Special Summon \"Neos\" monsters, \"Elemental HERO Shining Flare Wingman,\" and \"Elemental HERO Flame Wingman.\"\n● Can be used thrice per Duel. Send 1 \"Elemental HERO\", monster or 1 \"Neo-Spacian\" monster from your hand to the Graveyard. Then, send 1 \"Elemental HERO\" Normal Monster or 1 \"Neo-Spacian\" monster from your Deck to the Graveyard. Then, add 1 \"Miracle Fusion\" to your hand from outside of your Deck.\n● Can be used once per Duel on the turn you have Special Summoned \"Elemental HERO Flame Wingman.\" Set 1 \"Skyscraper\" to your field from outside of your Deck.",
		"chars": "Jaden Yuki (Trader)\nJaden/Yubel (Trader)"
	},
	{
		"name": "Fear the Might of My Fist!",
		"desc": "At the beginning of the Duel, add 1 \"Battlin' Boxer Switchitter\" and 1 \"Battlin' Boxer Headgeared\" to your Deck, unless it already includes three copies of the respective card. Then, add 1 \"Number 105: Battlin' Boxer Star Cestus\" to your Extra Deck.\nThe following effect can be used if your Life Points are at 2000 or below. Return 1 card from your hand to your Deck and add 1 \"Rank-Up-Magic Barian's Force\" to your hand from outside of your Deck.\nThis Skill can only be used once per Duel.",
		"chars": "Alito (Level 1)"
	},
	{
		"name": "Field Exchange",
		"desc": "Can be used if your Life Points are at 3000 or below. Return up to 2 cards, including at least 1 Field Spell Card, from your hand to the bottom of your Deck and draw the same number of cards as you returned. This Skill can only be used once per Duel.",
		"chars": "Luna (Level 20)"
	},
	{
		"name": "Field Restock",
		"desc": "Can be used if you have 3 or more Field Spell Cards in your Graveyard. Randomly add 1 Field Spell Card in your Graveyard to your hand, and return all other Field Spell Cards in your Graveyard to your Deck. This Skill can only be used once per Duel.",
		"chars": "Luna (Drop)"
	},
	{
		"name": "Fields of the Warriors",
		"desc": "Begin Duel with the Field Spell \"Sogen\" activated.",
		"chars": "Joey Wheeler (Mission Bingo)"
	},
	{
		"name": "Fiend Farewell",
		"desc": "Can be used when one of your monsters is destroyed by battle. 1 random Fiend-Type monster from your Deck is sent to the graveyard.",
		"chars": "Yami Bakura (Drop)"
	},
	{
		"name": "Fiend's Exchange",
		"desc": "This Skill can be used twice per Duel.\n1: During your Main Phase, place 1 Level 5 or higher Fiend monster from your hand on the bottom of your Deck, then draw 1 card.",
		"chars": "ALOT ()"
	},
	{
		"name": "Fight on the Front Lines",
		"desc": "All FIRE Pyro-Type monsters you control gain 200 ATK and DEF.",
		"chars": "Axel Brodie (Drop)"
	},
	{
		"name": "Fighting Spirit of the Avenger",
		"desc": "Select 1 \"Gouki\" or 1 \"Dinowrestler\" monster in your Graveyard that was destroyed in battle. Send 1 \"Gouki\", monster or 1 \"Dinowrestler\" monster with the same Level as the selected monster to the Graveyard from your hand. Then, play the selected monster in Defense Position.\nThis Skill can only be used if you begin the Duel with a Deck (excluding Extra Deck) that contains at least 10, \"Gouki\" cards or \"Dinowrestler\" cards. This Skill can only be used once per Duel.",
		"chars": "Go Onizuka (Level 20)"
	},
	{
		"name": "Final Mission",
		"desc": "If your Life Points are at 1000 or below, place 1 'Volcanic Counter' in your Graveyard. This Skill can be activated with higher Life Points, but its effect will succeed with a greater probability when your Life Points are lower. This Skill can only be used once per Duel.",
		"chars": "Axel Brodie (Trader)"
	},
	{
		"name": "Firm as the EARTH",
		"desc": "Can be used after your Life Points are at 3000 or below. Play the Field Spell \"Gaia Power.\" If there already is Field Spell on your side of the Field, return it to your hand. This skill can only be used once per Duel.",
		"chars": "Bastion Misawa (Drop)"
	},
	{
		"name": "Fleeting Hand",
		"desc": "Can be used when your Life points are at least 2000 less than the opponent's. Return 1 to 3 cards from your hand to your Deck. Then, apply 1 of the following effects, depending on the number of cards you returned: \n1 Card: Place 1 'Infernity Archfiend' on top of your Deck from outside of your Deck. \n2 Cards: Play 1 'Infernity Necromancer' from outside of your Deck. \n3 Cards: Play 1 'Infernity Launcher' face-up from outside of your Deck. \nThis Skill can only be used once per Duel.",
		"chars": "Kalin Kessler (Drop)\nDark Signer Kalin Kessler (Trader)"
	},
	{
		"name": "Flight Control",
		"desc": "Return 1 \"T.G.\" monster in your hand to your Deck and add 1 \"T.G.\" monster to your hand from your Deck. During the turn you use this Skill, you cannot Special Summon any Level 10 or higher monsters except \"T.G.\" monsters. This Skill can only be used once per turn and twice per Duel. This Skill can only be used if you begin the Duel with no monsters other than \"T.G.\" monsters in your Main Deck.",
		"chars": "Antinomy (Drop)"
	},
	{
		"name": "Flight of the Harpies",
		"desc": "Can be used each time your Life Points decrease by 1000. In the Draw Phase, instead of doing a normal draw, draw a random \"Harpie\" card.",
		"chars": "Mai Valentine (Drop)"
	},
	{
		"name": "Forbidden Contract",
		"desc": "Can be used if your Life Points are at 2000 or below. Change 1 face-up \"Dark Contract with the Swamp King\" on your field to \"Forbidden Dark Contract with the Swamp King\". Can be used once per Duel.",
		"chars": "Reiji Akaba (Trader)"
	},
	{
		"name": "Fortissimo Combo!",
		"desc": "Return 1 \"Meklord Emperor\" monster from your hand to its owner's Deck and play 1 face-up \"Fortissimo the Mobile Fortress\" to your field from outside of the Deck. If there already is Field Spell on your side of the field, return it to your hand. This Skill can only be used once per turn and twice per Duel.",
		"chars": "Aporia (Level 20)"
	},
	{
		"name": "Fortress Bound to Shadow",
		"desc": "1: At the beginning of the Duel, add Pendulum Zones to your field.\n2: Can be activated during the End Phase on the turn you Tribute Summoned a \"Qli\" monster face-up. Gain 800 Life Points for each of the monsters you used as a Tribute for a Tribute Summon this turn.",
		"chars": "Archive Skill (Trader)"
	},
	{
		"name": "Fortune Booster",
		"desc": "At the beginning of your turn, increase the level of all \"Fortune Lady\" monsters you control by 1.",
		"chars": "Dark Signer Carly Carmine (Level 4)"
	},
	{
		"name": "Fortune Overclock",
		"desc": "Select 1 \"Fortune Lady\" monster you control; that monster's level becomes equal to the current turn count (max. 12). At the end of the turn, the monster's level becomes equal to its original level. This Skill can only be used once per Duel.",
		"chars": "Dark Signer Carly Carmine (Drop)"
	},
	{
		"name": "Fortune Teller",
		"desc": "Return 1 \"Fortune Fairy\" monster from your hand to the top of your Deck.\nThis Skill can only be used once per turn and 3 times per Duel.",
		"chars": "Carly Carmine (Level 20)"
	},
	{
		"name": "Fortune Telling",
		"desc": "Select 1 \"Fortune Lady\" monster you control and excavate the top card of your Deck. If the excavated card is a monster, the selected \"Fortune Lady\" monster's level increases by the level of the excavated monster. Then, return the excavated card to the top of your Deck. This Skill can only be used once per turn and twice per Duel.",
		"chars": "Dark Signer Carly Carmine (Drop)"
	},
	{
		"name": "Fossil Warriors",
		"desc": "At the beginning of the Duel, add 1 \"Weathering Soldier,\" 1 \"Gaia Plate the Earth Giant,\" and 1 \"Fossil Fusion\" to your Deck and 1 \"Fossil Warrior Skull King,\" 1 \"Fossil Warrior Skull Knight,\" and 1 \"Fossil Warrior Skull Bone\" to your Extra Deck.\nCan be used if your Life Points are at 2000 or below. Send 1 Rock-Type monster in your hand to the Graveyard and add 1 \"Fossil Fusion\" to your hand from your Deck or Graveyard.\nThis Skill can only be used once per Duel.",
		"chars": "Jim \"Crocodile\" Cook (Level 1)"
	},
	{
		"name": "Friends and Foes",
		"desc": "Can be used when you control a monster whose original name is one of the following:\n● Red-Eyes Black Dragon\n● Jinzo\n● The Legendary Fisherman\nIncrease the ATK of these monsters by 300 times the number of them you control.\nThis Skill can only be used once per turn and twice per Duel.",
		"chars": "Joey Wheeler DSOD (Drop)"
	},
	{
		"name": "From Songstress to Maestra",
		"desc": "Send 1 face-up monster you control whose original name includes \"Melodious\" to your Graveyard. Then, play 1 \"Melodious Maestra\" monster from your Deck/Graveyard to your field whose original Level is higher than that of the monster sent to the Graveyard. This Skill can only be used if you begin the Duel with a Deck/Extra Deck that contains no monsters other than \"Melodious\" monsters. Can be used once per Duel.",
		"chars": "Yuzu Hiragi (Level 20)"
	},
	{
		"name": "Full Armored Xyz [Black Ray]",
		"desc": "Place 1 \"Full Armored Black Ray Lancer\" from outside of your Deck on top of 1 \"Black Ray Lancer\" or \"Submersible Carrier Aero Shark\" you control (This will be treated as an Xyz Summon). This Skill can only be used once per Duel.",
		"chars": "Reginald \"Shark\" Kastle (Trader)"
	},
	{
		"name": "Full Speed Ahead! Clear Wing",
		"desc": "At the beginning of the Duel, add 1 \"Speedroid Tri-Eyed Dice\" and 1 \"Speedroid Double Yoyo\" to your Deck, and add 1 \"Clear Wing Synchro Dragon\" to your Extra Deck.\nAlso, the following effect can be used once per Duel if you control \"Clear Wing Synchro Dragon.\" Change the Level of all monsters on your opponent's field to 5 until the end of the turn.",
		"chars": "Yugo (Level 1)"
	},
	{
		"name": "Fusion Clockup",
		"desc": "Each of the following effects can be used once per Duel. During the Duel you use this Skill, you cannot Special Summon monsters except Dragon-Type Fusion Monsters and Cyberse-Type monsters. You can only Special Summon DARK or WIND monsters from your Graveyard. \n・If you have \"Cyberse Clock Dragon\" in your Extra Deck, return 1 \"Cynet Fusion\" or 1 Cyberse-Type monster from your hand to the Deck, and add 1 \"Clock Wyvern\" and 1 \"Cynet Fusion\" to your hand. \n・Change 1 Normal Monster in your Main Monster Zone to \"Stack Reviver.\" \n・Change the Type and Attribute of 2 monsters on your field to Dragon-Type and DARK Attribute. Then, send 1 \"Decode Talker\" from outside of your Deck to the Graveyard.",
		"chars": "Playmaker and Ai (Trader)"
	},
	{
		"name": "Fusion Excavation",
		"desc": "Can be used if your Life Points are at 2000 or below. Send 1 Rock-Type monster to the Graveyard from your hand and add 1 \"Polymerization\" Spell Card or 1 \"Fusion\" Spell Card from your Graveyard to your hand. Then, you can change the added card to \"Fossil Fusion.\"",
		"chars": "Jim \"Crocodile\" Cook (Trader)"
	},
	{
		"name": "Fusion Reserves - Roids",
		"desc": "Can be used each time your Life Points decrease by 1500. Add 1 Fusion Material from your Deck to your hand, whose name is specifically listed on a 'roid' Fusion Monster card in your Extra Deck. This Skill can only be used twice per Duel.",
		"chars": "Syrus Truesdale (Trader)"
	},
	{
		"name": "Fusion Restock",
		"desc": "Can be used if you control a Fusion Monster. You can return to the bottom of your Deck 1 \"Polymerization\" Spell Card or \"Fusion\" Spell Card that is banished or in your Graveyard. \n\nThis Skill can only be used once per Duel.",
		"chars": "Serena (Drop)\nSora Shiunin (Drop)"
	},
	{
		"name": "Fusion Time",
		"desc": "Can be used each time your Life Points decrease by 1500. Instead of doing a normal draw, \"Polymerization\" is added to your hand from outside of your Deck.",
		"chars": "Jaden Yuki (Level 13)\nJaden/Yubel (Drop)"
	},
	{
		"name": "Fusion or Advent",
		"desc": "Can be used by returning 1 \"Odd-Eyes Pendulum Dragon\" in your Pendulum Zone and 1 \"Polymerization\" or a Ritual Spell Card in your hand to your Deck. Depending on the card you have returned, you can add one of the following cards from outside of your Deck to your hand. Can be used once per Duel if you begin the Duel with a Deck that contains 9 or more \"Performapal\" monsters, \"Magician\" Pendulum Monsters, or \"Odd-Eyes\" monsters (Extra Deck does not count).\n● Polymerization: Odd-Eyes Fusion\n● Ritual Spell Card: Odd-Eyes Advent",
		"chars": "Yuya Sakaki (Drop)"
	},
	{
		"name": "Fusioning Maestra",
		"desc": "At the beginning of the Duel, add 1 \"Soprano the Melodious Songstress\" and 1 \"Crystal Rose\" to your Deck. Then, add 1 \"Bloom Diva the Melodious Choir\" to your Extra Deck. In addition, the following effect can be used if you have \"Crystal Rose\" on your field. Return all of your banished, Fusion Monsters to your Extra Deck. This Skill can only be used once per Duel.",
		"chars": "Yuzu Hiragi (Level 1)"
	},
	{
		"name": "Fusionmorph: Red-Eyes",
		"desc": "Discard one of the following monsters from your hand, then change 1 monster you control whose original name is \"Red-Eyes Black Dragon\" into one of the following monsters:\n● Level 6 Fiend-Type Normal Monster: \"Black Skull Dragon\"\n● Level 6 Dragon-Type Normal Monster: \"Meteor Black Dragon\"\n● Level 4 EARTH Warrior-Type Normal Monster: \"Red-Eyes Slash Dragon\"\nThis Skill can only be used once per Duel.",
		"chars": "Joey Wheeler DSOD (Level 20)"
	},
	{
		"name": "Future Fortune",
		"desc": "As long as you control 2 or more \"Fortune Lady\" monsters, you can view the top card of both player's Decks.",
		"chars": "Dark Signer Carly Carmine (Drop)"
	},
	{
		"name": "Future Visions",
		"desc": "Can be used after your Life Points decrease by 1500. Play 1 \"Future Visions\" from outside of your Deck.\nThis Skill will only activate if you begin the Duel with a Deck that has 5 or more \"Fortune Lady\" monsters with different names. \nThis Skill can only be used once per Duel.",
		"chars": "Dark Signer Carly Carmine (Trader)"
	},
	{
		"name": "Galaxy Photon",
		"desc": "Return 1 \"Galaxy\" or \"Photon\" monster to your Deck from your hand and add 1 \"Galaxy\" Spell/Trap card or \"Photon\" Spell/Trap Card to your hand.\nThis Skill can only be used if you begin the Duel with a Deck/Extra Deck that contains at least 1 monster, and no monsters other than LIGHT or \"Number\" monsters. This Skill can only be used once per Duel.",
		"chars": "Kaito Tenjo (Level 20)"
	},
	{
		"name": "Gateway to the Another Dimension",
		"desc": "Send 1 monster from your Deck/Extra Deck to your Graveyard and change the Level of all monsters on your field to the Level/Rank of the monster you have sent to the Graveyard. If you send a monster to your Graveyard from your Deck, you must also send 1 monster to your Graveyard from your hand.\nThis Skill can only be used once per turn, if you begin the Duel with a Deck/Extra Deck that contains no monsters other than \"Chronomaly\" monsters or LIGHT \"Number\" monsters.",
		"chars": "Trey (Level 20)"
	},
	{
		"name": "Gathering of Cards",
		"desc": "When you control \"Queen's Knight\", you can Summon one of the following monsters during your Main Phase in addition to your regular Normal Summon/Set.\n\nIn addition, the following effect can be used once per Duel. Send 1 Level 10 non-DARK monster with ? ATK from the hand to the Graveyard, and add to your hand one of the following monsters or 1 monster whose text specifically lists all of the following monsters from your Deck. Then, add all of the following monsters from outside of your Deck to the bottom of the Deck. If you use this Skill, you can only Special Summon 1 monster from your Extra Deck until the end of the turn. \n\nThis Skill can only be used/applied if you begin the Duel with a Deck (excluding Extra Deck) that contains at least 10 LIGHT Warrior-Type monsters.\n● Queen's Knight\n● Jack's Knight\n● King's Knight",
		"chars": "Yami Yugi (Trader)"
	},
	{
		"name": "Gathering of Disciples",
		"desc": "Can be used by revealing 1 \"Dark Magician\" in your hand. Add 1 \"Dark Magician Girl\" to the bottom of your Deck. If you have 2500 or fewer Life Points you can add the \"Dark Magician Girl\" to your hand instead. This Skill can only be used once per Duel.",
		"chars": "Yugi Muto DSOD (Level 4)"
	},
	{
		"name": "Gathering of Ghosts",
		"desc": "Can only be used the turn you have activated \"DNA Transplant\". Return 1 \"DARK\" monster in your hand to your Deck and play 1 \"Ally Salvo\" from outside of your Deck. This Skill can only be used once per turn and twice per Duel, and only if you begin the Duel with a Deck/Extra Deck that contains no monsters other than Machine-Type monsters.",
		"chars": "Primo (Drop)"
	},
	{
		"name": "Gem Dragon Go!",
		"desc": "If your Deck contains 3 or more of the monsters listed below, you will have improved chances of having a Normal Monster in your starting hand. \n● Hyozanryu \n● Luster Dragon #2 \n● Luster Dragon \n● Alexandrite Dragon",
		"chars": "Mokuba Kaiba DSOD (Drop)"
	},
	{
		"name": "Generation of Heroes",
		"desc": "At the beginning of the Duel, add 15 \"Elemental HERO\" monsters to your Extra Deck.\nAlso, the following effect can be used once per Duel if you control one of the following monsters. Set 1 \"Skyscraper\" to your field from outside of your Deck.\nThis Skill can only be used/applied if you begin the Duel with a Deck (including Extra Deck) that contains at least 17\n\"Elemental HERO\" monsters including all of the following monsters:\n● \"Wingman\" Fusion Monster\n● Elemental HERO Avian\n● Elemental HERO Burstinatrix\n● Elemental HERO Clayman \n● Elemental HERO Sparkman\n● Elemental HERO Bubbleman",
		"chars": "Jaden Yuki (Trader)\nJaden/Yubel (Trader)"
	},
	{
		"name": "Geological Survey",
		"desc": "Look at up to 3 cards from the top of your Deck, then place them on the top of the Deck in the same order.\nThis Skill can only be used once per turn and twice per Duel.",
		"chars": "Jim \"Crocodile\" Cook (Drop)"
	},
	{
		"name": "Ghosts in Cyberspace",
		"desc": "At the beginning of the Duel, add 1 \"Altergeist Primebanshee\" to your Extra Deck. \nYou can activate this effect once per turn. Select one of your \"Altergeist\" monsters, and move it to another of your Main Monster Zones. \nThis Skill can only be used/applied if you begin the Duel with a Deck that meets the following conditions: \n● All monsters in your Deck/Extra Deck are Spellcaster-Type. \n● You have no Spell Cards in your Deck.",
		"chars": "Ghost Girl (Level 1)"
	},
	{
		"name": "Gimmick Puppet - 4 or 8",
		"desc": "Choose 1 of the following effects: This Skill can only be used once per turn and twice per Duel.\n● Change the Level of all Level 8 \"Gimmick Puppet\" monsters in your hand to 4 until the end of the turn.\n● Change the Level of all \"Gimmick Puppet\" monsters on your field to 8 until the end of the turn.",
		"chars": "Quattro (Trader)"
	},
	{
		"name": "Gimmick Puppet - Gear Changer",
		"desc": "Reveal 1 \"Gimmick Puppet Gear Changer\" in your hand and change the Level of a \"Gimmick Puppet\" monster on your field to either 4 or 8.\nThis Skill can only be used once per turn and twice per Duel.",
		"chars": " ()"
	},
	{
		"name": "Gimmick Puppet - Replacement",
		"desc": "Send up to 3 monsters whose combined Level equals 8 from your hand to the Graveyard. Then, add 1 Level 8 \"Gimmick Puppet\" monster to your hand from your Deck. This Skill can only be used if you begin the Duel with a Deck (excluding Extra Deck) that contains at least 1 monster and no monsters other than DARK Machine-Type monsters. This Skill can only be used once per Duel.",
		"chars": "Quattro (Drop)"
	},
	{
		"name": "Gimmick Puppet - Returning",
		"desc": "Return all banished \"Gimmick Puppet\" monster to the Graveyard. This Skill can only be used once per turn and twice per Duel.",
		"chars": "Quattro (Drop)"
	},
	{
		"name": "Go, Gradius!",
		"desc": "Once per turn, you can activate 1 of the following effects:\n● Can be used if you control 'Gradius': Change the \"Power Capsule\" in your hand to either \"Gradius' Option\" or \"Cyclon Laser\".\n● Can be used if you only control 1 monster, whose original name is \"Gradius\": Change this monster into either \"Victory Viper XX03\" or \"Vic Viper T301\".",
		"chars": "Duke Devlin (Drop)"
	},
	{
		"name": "Going Undercover",
		"desc": "Sneak 1 \"Fortune Fairy\" monster from your hand into your opponent's Deck. When your opponent draws that monster, send it to the Graveyard. This Skill can only be used once per Duel.",
		"chars": "Carly Carmine (Trader)"
	},
	{
		"name": "Golem Hole",
		"desc": "Send 1 Level 8 EARTH Rock-Type monster that can be Normal Summoned or Set to the Graveyard from your hand, and add 1 \"Fossil Fusion\" or a card with \"Fossil Fusion\" in its text to the hand from the Deck.\nThis Skill can only be used once per Duel if you begin the Duel with a Deck that follows the conditions below:\n● Your Deck contains at least 7 monsters, and no monsters other than Rock-Type monsters.\n● Your Extra Deck contains at least 5 Fusion Monsters, and no Fusion Monsters other than \"Fossil\" Fusion Monsters.",
		"chars": "Jim \"Crocodile\" Cook (Level 20)"
	},
	{
		"name": "Gong Won't Move!",
		"desc": "Can be used once per turn if you control a monster in Defense Position. Increase the DEF of all monsters you control by 500 until the end of your opponent's turn. You cannot declare an attack on the turn you use this Skill. This Skill can only be used if you begin the Duel with a Deck that does not contain Spell/Trap Cards. This Skill can be used only twice per Duel.",
		"chars": "Noboru Gongenzaka (Drop)"
	},
	{
		"name": "Gouki's Comeback",
		"desc": "You can use each of this Skill's first and second effects once per Duel if your Deck (excluding the Extra Deck) contains 9 or more \"Gouki\" monsters.\n1: During your Main Phase, select 1 \"Gouki\" monster on your field or in your Graveyard and gain Life Points equal to its original ATK.\n2: Can be used if your opponent controls a monster and you control no monsters. Add 1 non-Link \"Gouki\" monster from your Graveyard to your hand, and then shuffle 1 card from your hand to your Deck.",
		"chars": "Go Onizuka (Trader)"
	},
	{
		"name": "Graceful Blade",
		"desc": "This Skill can only be used once per turn. On the turn that you use this Skill, you cannot Special Summon (excluding Special Summons from the Extra Deck) any monsters except \"Synchron\" Tuner monsters and \"Noble Knight\" monsters with 800 ATK.\n1: Send 1 \"Noble Knight's Spearholder\" from your hand to the Graveyard, then Set 1 \"Polymerization\" from outside of your Deck to your field, and send 1 \"Fleur Synchron\" from outside of your Deck to your Graveyard. Then, you can add 1 \"Noble Knight\" monster with 800 ATK or 1 \"Fleuret de Fleur\" from your Deck or Graveyard to your hand.",
		"chars": "Sherry LeBlanc (Level 20)"
	},
	{
		"name": "Grandpa's Cards",
		"desc": "Begin Duel with 5 Exodia pieces in your Deck.",
		"chars": "Yugi Muto (Level 4)"
	},
	{
		"name": "Gravekeeper's Lot",
		"desc": "Can be used each time your Life Points decrease by 1000. In the Draw Phase, instead of doing a normal draw, draw a random \"Gravekeeper's\" card.",
		"chars": "Ishizu Ishtar (Drop)"
	},
	{
		"name": "Gravity Blaster",
		"desc": "Select 1 Machine-Type monster on your field. Return 1 card from your hand to the Deck, and equip 1 \"Gravity Blaster\" from your Deck or Graveyard to that monster.\nIf you select \"Number 9: Dyson Sphere,\" you can also use this Skill without sending a card from your hand to the Deck. This Skill can only be used once per Duel.",
		"chars": "Quinton (Drop)"
	},
	{
		"name": "Grit",
		"desc": "If you had 4000 or more Life Points at the start of that turn, your Life Points will not fall below 1 for one time only. When this Skill is applied, you can only Special Summon 1 monster until the end of your next turn. This Skill will only activate once per Duel.",
		"chars": "ALOT ()"
	},
	{
		"name": "Guardian Call",
		"desc": "Can be used when your Life Points decrease by 1800. Randomly add 1 \"Guardian\" card from your Deck to your hand. This skill can only be used once per Duel.",
		"chars": "Paradox Brothers (Drop)"
	},
	{
		"name": "HERO Alliance",
		"desc": "During this Duel, you can Normal Summon/Set \"Elemental HERO Neos\" without Tributing.\nAlso, once per Duel, the following effect can be used the turn you have Normal Summoned \"Elemental HERO Neos.\" Add 1 \"Super Polymerization\" from your Deck, or 1 \"Polymerization,\" \"Miracle Contact,\" or \"Miracle Fusion\" from outside of your Deck to your hand. Then, send 2 of 6 different random \"Neo-Spacian\" monsters from outside of your Deck to the Graveyard, and add a \"Elemental HERO Divine Neos\" to the Extra Deck from outside of your Deck. \nThis Skill will only activate if you begin the Duel with a Deck that follows the conditions below:\n● Your Deck contains at least 10 \"HERO\" monsters, and no \"HERO\" monsters other than \"Elemental HERO\" monsters. \n● Your Extra Deck contains at least 5 Fusion Monsters and contains no Fusion Monsters other than \"Elemental HERO,\" \"Neos,\" or \"Neo-Spacian\" monsters.",
		"chars": "Jaden Yuki (Trader)\nJaden/Yubel (Trader)"
	},
	{
		"name": "Halved Synchro",
		"desc": "Play 1 \"T.G.\" Synchro Monster from your Extra Deck that has a Level lower than half of the Level of 1 \"T.G.\" Tuner Synchro monster you control. This Skill can only be used if you begin the Duel with no monsters other than \"T.G.\" monsters in your Main Deck. This Skill can only be used once per Duel.",
		"chars": "Antinomy (Trader)"
	},
	{
		"name": "Hand Regeneration",
		"desc": "Select up to 2 of the following monsters in your Graveyard, and attach it (them) to 1 \"Number 106: Giant Hand\" with no Xyz Materials as an Xyz Material(s). This Skill can only be used once per Duel.\n● \"Magic Hand\"\n● \"Fire Hand\"\n● \"Ice Hand\"\n● \"Prominence Hand\"",
		"chars": "Girag (Drop)"
	},
	{
		"name": "Hand Reloading",
		"desc": "Can be used if your Life Points are at 2000 or below. Select any number of the following monsters in your hand or Graveyard and return them to the Deck. Then add cards to your hand from the top of your Deck equal to the number of cards that you returned.\n ● Magic Hand\n ● Fire Hand\n ● Ice Hand\n ● Prominence Hand\n ● Number 106: Giant Hand\nThis Skill can only be used once per Duel.",
		"chars": "Girag (Trader)"
	},
	{
		"name": "Handless Combo 100",
		"desc": "Begin the Duel with 0 cards in your hand and 'Hundred Eyes Dragon' on your side of the field.",
		"chars": "Dark Signer Kalin Kessler (Drop)"
	},
	{
		"name": "Handless Combo Infinity",
		"desc": "Begin the Duel with 0 cards in your hand and 'Infernity Doom Dragon' on your side of the field.",
		"chars": "Kalin Kessler (Drop)"
	},
	{
		"name": "Happily Ever After",
		"desc": "Can be used if you control exactly 1 \"Maiden in Love\" that you are the original owner of, and 1 monster that your opponent is the original owner of. Equip 1 \"Happy Marriage\" from your deck to \"Maiden in Love\" and wed the 2 monsters.\nThis Skill can only be used once per Duel.",
		"chars": "Blair Flannigan (Trader)"
	},
	{
		"name": "Harpies' Hunting Ground",
		"desc": "Can only be used at the beginning of the Main Phase of your first turn. Return 1 card from your hand to your Deck and place 1 \"Harpies' Hunting Ground\" to your Field Zone, from your Deck. If you control a Field Spell, place it in the Graveyard.",
		"chars": "Mai Valentine (Drop)"
	},
	{
		"name": "Harpies' Last Will",
		"desc": "Can be used if you have 4 or more \"Harpie\" cards in your Graveyard. Add 1 \"Harpie's Feather Duster\" to your hand from outside of your Deck. This Skill can only be used once per Duel.",
		"chars": "Mai Valentine (Drop)"
	},
	{
		"name": "Harsh Truth",
		"desc": "Can be used before your normal draw each time your Life Points decrease by 1500. One of the cards from your normal draw this turn will be a random \"Timelord\" monster from your Deck.",
		"chars": "Z-ONE (Drop)"
	},
	{
		"name": "Have Some Duel Fuel!",
		"desc": "Can only be used in Tag Duels. At the beginning of your partner's next turn, your partner gains 2000 Life Points. This Skill can only be used once per Duel.",
		"chars": "Tori Meadows (Level 20)"
	},
	{
		"name": "Heart Creation",
		"desc": "Change all Link 2 or above \"Marincess\" Link Monster you control in the Extra Monster Zone to \"Marincess Crystal Heart\".\nThe monster changed with this Skill cannot be used as a Link Material.\nThis Skill can only be used once per Duel.",
		"chars": "Blue Angel (Drop)"
	},
	{
		"name": "Heaven, Earth, and People",
		"desc": "Each of the following effects can be used once per Duel.\n● Can be used on your next turn after your \"Meklord Emperor Skiel\" inflicts battle damage to your opponent with a direct attack. Add 1 \"Meklord Emperor Granel\" to your hand from your Deck. Then, return 1 card in your hand to your deck.\n● Can be used on your next turn after your \"Meklord Emperor Granel\" inflicts 3000 or more battle damage. Add 1 \"Meklord Emperor Wisel\" to your hand from your Deck. Then, return 1 card in your hand to your Deck.\n● Can be used on your next turn after you activate the last effect of your \"Meklord Emperor Wisel\". Add 1 \"Meklord Emperor Skiel\" to your hand from your Deck. Then, return 1 card in your hand to your Deck.",
		"chars": "Aporia (Drop)"
	},
	{
		"name": "Heavy Starter",
		"desc": "If you have 3 or more Level 5 or higher monsters with different names in your Deck, you will have an improved chance of having a Level 5 or higher monster in your starting hand.\nYou cannot Special Summon or activate monster effects until the end of the Main Phase of your first turn.",
		"chars": "ALOT ()"
	},
	{
		"name": "Heavystrong Strategy",
		"desc": "Can be used once per turn if you have no Spell/Trap Cards in your Graveyard. Change all EARTH Machine-Type monsters you control to face-up Defense Position. Then, the DEF of monsters you control is increased by 200 for each monster in face-up Defense Position you control. This Skill can only be used twice per Duel.",
		"chars": "Noboru Gongenzaka (Level 20)"
	},
	{
		"name": "Heavystrong Style",
		"desc": "At the beginning of the Duel, add 1 \"Superheavy Samurai Big Benkei\" to your Deck. Can be used once per Duel if you control 2 or more monsters in Defense Position and their total amount of DEF is 3500 or above. Add 1 \"Superheavy Samurai Big Benkei\" from your Graveyard to your hand. Then, if you do not control a monster whose original DEF is 3500 or more, return 1 card in your hand to your Deck.",
		"chars": "Noboru Gongenzaka (Level 1)"
	},
	{
		"name": "Hero Flash!!",
		"desc": "Once every 2 of your turns, at the beginning of the turn, add to your hand 1 of the following cards (in the order listed below) from outside of your Deck: \nThis Skill can only be used if you begin the Duel with a Deck that has 4 or more \"HERO\" Normal Monsters with different name in your Deck and it contains no monsters other than \"HERO\" monsters. (Extra Deck does not count.) \n● 2nd Turn: H - Heated Heart \n● 4th Turn: E - Emergency Call \n● 6th Turn: R - Righteous Justice \n● 8th Turn: O - Oversoul \n● 10th Turn: Hero Flash!!",
		"chars": "Jaden Yuki (Trader)"
	},
	{
		"name": "Hero Shall Cast Its Light",
		"desc": "At the beginning of the Duel, add Pendulum Zones to your field. \nIf you control \"Timebreaker Magician\", the following effects can be used once per Duel.\n- Add 1 \"Tuning Magician\" from your Deck to your Hand.\n- Change the Level of 1 Level 3 or lower Spellcaster-Type monster you control to 4. \nDuring the turn you use this effect, you cannot use that monster as a material for Xyz Summoning a monster, and Spellcaster-Type Synchro Monsters you control gain 500 ATK.\nThis Skill can only be used/applied if you begin the Duel with an Extra Deck that contains at least 3 Synchro Monsters, including \"Enlightenment Paladin\".",
		"chars": "Yuya Sakaki (Trader)"
	},
	{
		"name": "Hi-Speedroid Reboot",
		"desc": "Can be used during a turn on which you have not Special Summoned any monsters. Send 1 \"Speedroid\" monster you control to your Graveyard, and then play 1 \"Speedroid\" Synchro Monster with the same original Level as the monster you sent to the Graveyard from your Graveyard in Attack Position.\nThis Skill can only be used once per Duel.",
		"chars": "Yugo (Drop)"
	},
	{
		"name": "Hi-Speedroid Recycle",
		"desc": "Select \"Speedroid\" monster(s) in your Graveyard up to the Level of the \"Speedroid\" Synchro Monster on your field with the highest Level, and then return them to your Deck.\nThis Skill can only be used once per Duel.",
		"chars": "Yugo (Drop)"
	},
	{
		"name": "Holly Angel Trick",
		"desc": "The effect damage of your monsters whose original name is \"Trickstar Holly Angel\" will be doubled.\nThe following effect can be used once per Duel. Select 1 \"Trickstar\" Link Monster on your field and gain Life Points equal to its ATK.",
		"chars": "Blue Angel (Drop)"
	},
	{
		"name": "Holy Guard",
		"desc": "You take no battle damage during your turn.",
		"chars": "ALOT ()"
	},
	{
		"name": "Hope-Filled Chronomaly",
		"desc": "You can only use this Skill's second effect once per Duel and its third effect once per turn.\n\n1: You can only Normal or Special Summon \"Chronomaly\" monsters (excluding Special Summons from the Extra Deck).\n\n2: Send 1 non-Level 4 \"Chronomaly\" monster from your hand to the Graveyard, then add 1 non-Level 4 \"Chronomaly\" monster from your Deck to your hand, and add 4 \"Number\" monsters from outside of your Deck to your Extra Deck.\n\n3: Send 1 Rank 3–6 \"Number\" monster from your Extra Deck to the Graveyard, and the Level of each monster on your field becomes the same as the Rank of that monster.",
		"chars": "Trey (Trader)"
	},
	{
		"name": "I Rule Over Every Dragon",
		"desc": "Can be used when the only monsters on your field are 2 Dragon-Type LIGHT monsters.\nAll monsters on your field are set to Level 8 until the end of the turn.\nOn the turn you use this Skill, you can only Special Summon Rank 8/9 Dragon-Type LIGHT Xyz Monsters.\nIf you set a Deck that fulfills the following conditions and begin the Duel, this Skill can only be used once per duel.\n● Monsters in your Deck are only Dragon-Type monsters.\n● Monsters in your Extra Deck are only Dragon-Type Xyz Monsters.",
		"chars": "Mizael (Drop)"
	},
	{
		"name": "I Was Quicker Than You",
		"desc": "At the beginning of the Duel, recover the starting player's Life Points by 2000.",
		"chars": "Kalin Kessler (Drop)"
	},
	{
		"name": "I'm Always Near You",
		"desc": "Return all banished \"Yubel\", \"Yubel - Terror Incarnate\", and \"Yubel - The Ultimate Nightmare\" to your Deck or Graveyard.\nThis Skill can only be used once per turn.",
		"chars": "Yubel (Trader)"
	},
	{
		"name": "I'm Not Done Yet!",
		"desc": "Can be used turn 5 and onward. Your Life Points become 2000. This Skill can be used once per Duel.",
		"chars": "Tristan Taylor (Level 20)"
	},
	{
		"name": "I've Seen That Deck Before",
		"desc": "Can be used if you and your opponent control a card/card(s) with the same name(s). Recover 500 Life Points for each different card with the same name. This Skill can only be used once per turn and three times per Duel.",
		"chars": "Bronk Stone (Drop)"
	},
	{
		"name": "Ice Fire Egg",
		"desc": "Can be used during your next turn after a Trap Card you controlled was destroyed.\n\nDuring this turn, once only, when you Xyz Summon a WATER Winged Beast-Type Xyz Monster, you can also Xyz Summon it by using 1 WATER Xyz Monster with 1 Rank lower than that monster.\n\nThis Skill can only be used once per Duel.",
		"chars": "Rio Kastle (Drop)"
	},
	{
		"name": "Immortal Charity",
		"desc": "Can be used if you control an \"Earthbound Immortal\" monster. Set 1 \"Earthbound Whirlwind,\" \"Earthbound Wave,\" or \"Roar of the Earthbound Immortal\" from outside your Deck. This Skill can only be used once per Duel.",
		"chars": "Dark Signer Carly Carmine (Drop)\nDark Signer Kalin Kessler (Drop)\nDark Signer Rex Goodwin (Drop)"
	},
	{
		"name": "Immortal Offerings",
		"desc": "Reveal 1 to 3 \"Earthbound Immortal\" monsters in your hand, then play an equal number of \"Ceremonial Token\" in Defense Position. You cannot Normal or Special Summon any monsters, except \"Earthbound Immortal\" monsters, on the turn you use this Skill. This Skill can only be used once per Duel.",
		"chars": "Dark Signer Carly Carmine (Drop)\nDark Signer Kalin Kessler (Drop)\nDark Signer Rex Goodwin (Drop)"
	},
	{
		"name": "Immortal Sun God",
		"desc": "You can only Special Summon \"The Winged Dragon of Ra\" and monsters containing that card name during Duels where this Skill is used.\nEach of the following effects can be used once per Duel.\n● Send 1 \"The Winged Dragon of Ra\" or a card containing that name from your hand to the Graveyard, and either add 1 \"The Winged Dragon of Ra,\" a card containing that name, or \"Monster Reborn\" from the Deck to your hand or send it to the Graveyard.\n● Add 1 \"Monster Reborn\" from your Graveyard to your hand if you have \"The Winged Dragon of Ra\" or a Divine-Beast-Type monster containing that name on your field.\nBanish any \"The Winged Dragon of Ra - Sphere Mode\" on your field that was not Special Summoned during this turn at the end of your turn.",
		"chars": "Yami Marik (Trader)"
	},
	{
		"name": "Imperial Wrath Awakening",
		"desc": "At the beginning of the Duel, add Pendulum Zones to your field and add 1 \"Dark Rebellion Xyz Dragon\" to your Extra Deck.\nAlso, you can use each of the following effects once in a Duel if you have 2 cards in your Pendulum Zone.\n● Return all the cards on your field to your Deck and place \"Performapal Turn Toad\" and \"Performapal Cheermole\" from outside of the Deck in your Pendulum Zone. You can only Special Summon a Level or Rank 4 Dragon-Type or Beast-Type monster if you use this Skill in a Duel.\n● You can use this effect if there is a Fusion Monster on your opponent's field. Select 1 \"Dark Rebellion Xyz Dragon\" from your field and use the cards from your Pendulum Zone as Xyz Materials for that monster.",
		"chars": "Yuya Sakaki (Trader)"
	},
	{
		"name": "In the Name of the Hanoi",
		"desc": "This Skill can only be used once per turn. The effect of this Skill will change based on the number of times this skill is used:\n● One time: Reveal 1 \"Cracking Dragon\" in your hand. During this turn, you can Normal Summon \"Cracking Dragon\" without tributing.\n● Two times: Return 2 DARK monsters in your hand to the Deck, and add 1 \"Hack Worm\" and 1 \"Jack Wyvern\" from outside of your Deck to your hand. During this turn, you cannot Special Summon monsters from your Extra Deck, and you can only special summon DARK Monsters.\n● Thee times and on: Until the end of the turn, your \"Cracking Dragon\" gains 300 ATK for each DARK monster you control.",
		"chars": "Revolver (Drop)"
	},
	{
		"name": "Infernity Inferno",
		"desc": "Can be used on your 2nd turn. Discard up to 2 cards from your hand, then send an equal number of \"Infernity\" monsters from your Deck to the Graveyard.",
		"chars": "Kalin Kessler (Drop)\nDark Signer Kalin Kessler (Drop)"
	},
	{
		"name": "Infinite Power of the Timelords",
		"desc": "Play 1 \"Timelord\" monster in your hand to your field in face-up Attack Position.\nThis Skill can be used once per turn if you control \"Infinite Light.\"",
		"chars": "Z-ONE (Drop)"
	},
	{
		"name": "Insect Uprising",
		"desc": "Can be used if there are 3 or more Insect-Type monsters on your field. Lowers ATK of all face-up monsters on the opponent's field by 800 points. This skill can only be used once per turn.",
		"chars": "Weevil Underwood (Level 4)"
	},
	{
		"name": "Into the Deep Space",
		"desc": "Can be used before your normal draw after your Life Points decrease by 1000. Instead of conducting your normal draw, select and add 1 \"Arcjet Lightcraft,\" \"Deep-Space Cruiser IX,\" or \"Planet Pathfinder\" to your hand from outside of your Deck.\nThis Skill can only be used once per Duel.",
		"chars": "Quinton (Level 20)"
	},
	{
		"name": "Iron Aye",
		"desc": "Can only be used the turn you activated the effect of a card whose original name is 'Aye-Iron'. Increase the ATK of 1 \"Aye-Iron\" you control by 400. This Skill can only be used once per turn and three times per Duel.",
		"chars": "Bronk Stone (Level 20)"
	},
	{
		"name": "Iron Call",
		"desc": "Can only be used the next turn after you have activated \"Iron Call\". Return 1 Machine-Type monster from your hand to your Deck. Then, return \"Iron Call\" from your Graveyard to your hand. This Skill can only be used once per Duel.",
		"chars": "Bronk Stone (Drop)"
	},
	{
		"name": "It's Not Yet Time To Act",
		"desc": "Select 1 face-up monster you control. That monster's effects are negated and it cannot be destroyed by battle or card effects until the end of your opponent's turn.\nDuring the turn you use this Skill, you cannot Normal Summon/Set or Special Summon monsters, activate effects, or conduct your Battle Phase.\nThis Skill can only be used once per Duel.",
		"chars": "Quinton (Drop)"
	},
	{
		"name": "It's a Toon World",
		"desc": "At the beginning of your first turn, play \"Toon World\" from outside of your Deck face-up.",
		"chars": "Maximillion Pegasus (Drop)"
	},
	{
		"name": "KO Blow - Battlin' Boxer",
		"desc": "Select 1 Xyz Monster whose original name includes \"Battlin' Boxer\" on your field. During this turn, when this monster's attack destroys your opponent's monster, damage your opponent equal to half the destroyed monster's original ATK.\nThis Skill can only be used once per Duel.",
		"chars": "Alito (Drop)"
	},
	{
		"name": "KO Blow - Glassjaw",
		"desc": "Your starting hand will contain only 3 cards. At the beginning of the Duel, place 1 \"Battlin' Boxer Glassjaw\" to your Graveyard.",
		"chars": "Alito (Drop)"
	},
	{
		"name": "KaibaCorp Bling",
		"desc": "You can only use this Skill's first effect once per Duel.\n1: Can be used before your normal draw after your LP decrease by 1000 or more. One of the cards from your normal draw this turn will be a random Dragon Normal Monster with 1900 or more ATK and/or 1400 or more DEF from your Deck.",
		"chars": "Mokuba Kaiba (Drop)"
	},
	{
		"name": "King of the Archfiends",
		"desc": "Until the end of the turn, 1 \"Archfiend\" Synchro Monster on your side of the field will gain 100 ATK times its level. This Skill can only be used once per turn.",
		"chars": "Jack Atlas (Drop)"
	},
	{
		"name": "King of the Underworld",
		"desc": "Begin the Duel with 1 \"D/D/D Doom King Armageddon\" in your Deck.\nIn addition if you have 2 \"D/D\" Pendulum Monster Cards in your Pendulum Zones, the following effect can be used once per Duel.\nAdd 1 \"D/D/D Doom King Armageddon\" to your hand from your Deck/Extra Deck. Then, return 1 card in your hand to your Deck.\nIf you begin the Duel with a Deck/Extra Deck containing a total of 12 or more \"D/D/D\" monsters or \"Dark Contract\" Spell/Trap Cards, add Pendulum Zones to your field at the beginning of the Duel.",
		"chars": "Reiji Akaba (Level 1)"
	},
	{
		"name": "Kuribohmorph",
		"desc": "Select 1 \"Kuriboh\" monster in your hand or in your Main Monster Zone. Turn it into one of the following 'Kuriboh' monsters. This Skill can only be used once per Duel.\n● Kuriboh\n● Sphere Kuriboh\n● Relinkuriboh\n● Clear Kuriboh",
		"chars": "Yugi Muto DSOD (Drop)"
	},
	{
		"name": "Labyrinth Builder",
		"desc": "Shuffle 2 cards from your hand into the Deck to create \"Labyrinth Wall\" on your side of the field. You cannot Special Summon monsters this turn.\nThis Skill can only be used once per Duel.",
		"chars": "Paradox Brothers (Drop)"
	},
	{
		"name": "Land of the Ojamas",
		"desc": "Begin Duel with the Field Spell \"Ojama Country\" activated.",
		"chars": "Chazz Princeton (Level 4)"
	},
	{
		"name": "Last Gamble",
		"desc": "Can be used from turn 7 and onward. Reduce your Life Points to 100 and shuffle 2 cards from your hand into the Deck. Then, roll a die and draw cards equal to the number rolled. This Skill can only be used oce per Duel.",
		"chars": "Joey Wheeler (Drop)"
	},
	{
		"name": "Let Me Duel Too!",
		"desc": "Can be used if you have Normal Summoned 1 Fairy-Type monster and Set 2 or more cards from your hand during your first turn. Gain 2000 Life Points. This Skill can only be used once per Duel.",
		"chars": "Tori Meadows (Drop)"
	},
	{
		"name": "Let's Go Goyo!",
		"desc": "At the beginning of the Duel, add 2 'Jutte Fighter' to your Deck. Then, add 1 'Goyo Guardian' to your Extra Deck.",
		"chars": "Officer Tetsu Trudge (Level 4)"
	},
	{
		"name": "Let's Go Shirley!",
		"desc": "Can be used before your normal draw if your Life Points are at 2500 or below. One of the following effects will be applied:\n● One of the cards from your normal draw this turn will be a random Reptile-Type monster from your Deck.\n● Select 1 Reptile-Type monster in your Graveyard and place it on top of your Deck.\nThis Skill can only be used once per Duel.",
		"chars": "Jim \"Crocodile\" Cook (Drop)"
	},
	{
		"name": "Level 5 Reload",
		"desc": "Return 1 Level 5 monster from your hand to your Deck, and draw 1 card. You cannot use this Skill on your next turn.\nThis Skill can only be used once per turn if you have not used the effect of a monster whose original Level is 5.",
		"chars": "Archive Skill (Trader)"
	},
	{
		"name": "Level Augmentation",
		"desc": "Can be used when your Life Points are 3000 or lower, by revealing 1 monster card in your hand and selecting 1 monster on your field.\nThe selected monster's Level will increase by the Level of the monster you revealed until the end of the turn. This Skill can only be used once per Duel.",
		"chars": "ALOT ()"
	},
	{
		"name": "Level Cannon / Lock-On Laser",
		"desc": "Can be used by choosing either of the following effects when you control  \"Fortissimo the Mobile Fortress\" and your opponent has 3000 or more Life Points. This Skill can only be used if you begin the Duel with a Deck that contains no monsters other than \"Meklord\" monsters. (Extra Deck does not count.)\n\n ● Select 1 Synchro Monster on your opponent's field and decrease their Life Points by its Level x1OO.\n\n ● Decrease your opponent's Life Points by the number of Spell/Trap Cards on their field x1OO.",
		"chars": "Aporia (Drop)"
	},
	{
		"name": "Level Change!",
		"desc": "Return 1 \"LV\" monster or 1 \"Level Up!\" to your Deck from your hand. Then, add 1 \"LV\" monster or 1 \"Level Up!\" to your hand from your Deck.\nThis Skill can only be used once per Duel.",
		"chars": "Yugi Muto (Trader)\nYugi Muto DSOD (Trader)\nChazz Princeton (Trader)"
	},
	{
		"name": "Level Duplication",
		"desc": "Can be used when your Life Points are 3000 or lower, by revealing 1 monster card in your hand and selecting 1 monster on your field.\nThe selected monster's Level will become equal to the Level of the monster you revealed until the end of the turn. This Skill can only be used once per Duel.",
		"chars": "ALOT ()"
	},
	{
		"name": "Level Reduction",
		"desc": "Can be used when your Life Points are 3000 or lower, by revealing 1 monster card in your hand and selecting 1 monster on your field.\nThe selected monster's Level will decrease by the Level of the monster you revealed until the end of the turn. (The minimum Level is 1.) This Skill can only be used once per Duel.",
		"chars": "ALOT ()"
	},
	{
		"name": "Level Tuning",
		"desc": "Can be used if your Life Points are at 2000 or below. Select 2 monsters on your side of the field and declare a monster level between 1 and 4. The selected monsters' levels will be equal to the number you declared. This Skill can only be used once per Duel.",
		"chars": "ALOT ()"
	},
	{
		"name": "Ley Line Energy",
		"desc": "Select 1 monster with 3000 or above ATK on both players' field and switch the ATK of the two monsters. This Skill can only be used once per Duel.",
		"chars": "Trey (Drop)"
	},
	{
		"name": "Life Charge",
		"desc": "Increase your Life Points by the current turn count x200. This Skill can only be used once per Duel.",
		"chars": "ALOT ()"
	},
	{
		"name": "Life Cost 0",
		"desc": "Can be used if your Life Points are at 1000 or below.\nUntil the end of the opponent's next turn, for one time only, you do not have to pay Life Points to activate a card. \nThis Skill can only be used once per Duel.",
		"chars": "Téa Gardner (Level 20)\nMako Tsunami (Drop)\nOdion (Drop)\nEspa Roba (Drop)"
	},
	{
		"name": "LP Boost Alpha",
		"desc": "Increases starting Life Points by 1000.",
		"chars": "Joey Wheeler (Level 4)\nMai Valentine (Drop)\nMaximillion Pegasus (Level 4)\nParadox Brothers (Drop)\nJaden Yuki (Drop)\nChazz Princeton (Drop)\nDr. Vellian Crowler (Drop)\nBastion Misawa (Drop)\n ALOT"
	},
	{
		"name": "LP Boost Beta",
		"desc": "Increases starting Life Points by 1500, reduces hand by 1 card.",
		"chars": "Mai Valentine (Level 13)\nJaden Yuki (Drop)\nAster Phoenix (Drop)\nChazz Princeton (Drop)\nAlexis Rhodes (Drop)\nDr. Vellian Crowler (Drop)\nALOT"
	},
	{
		"name": "LP Boost Gamma",
		"desc": "Increases starting Life Points by 2500, reduces hand by 2 cards.",
		"chars": "Joey Wheeler (Drop)\nTéa Gardner (Level 13)\nYami Marik (Level 4)\nAster Phoenix (Drop)\nAlexis Rhodes (Drop)\nDr. Vellian Crowler (Drop)\nALOT"
	},
	{
		"name": "LP Boost Delta",
		"desc": "Increases starting Life Points by 3500, reduces hand by 3 cards.",
		"chars": "ALOT ()"
	},
	{
		"name": "LP Boost Omega",
		"desc": "Increases starting Life Points by 5000, reduces hand by 4 cards.",
		"chars": "ALOT ()"
	},
	{
		"name": "LP Boost: S8",
		"desc": "You can use this Skill's first and second effects if your Extra Deck contains 2 or more Level 8 or lower Synchro Monsters.\n1: At the beginning of the Duel, gain 1600 LP.\n2: During the End Phase of a turn you Special Summoned a Level 8 or lower Synchro Monster, gain 400 LP. ",
		"chars": "ALOT ()"
	},
	{
		"name": "LP Boost: X4",
		"desc": "You can only use this Skill if your Extra Deck contains 2 or more Rank 4 or lower Xyz Monsters.\n1: At the beginning of the Duel, gain 1600 Life Points.\n2: During the End Phase of a turn that you successfully Special Summoned a Rank 4 or lower monster, gain 400 Life Points.",
		"chars": "ALOT ()"
	},
	{
		"name": "LP Boost: X4 Plus",
		"desc": "This Skill can be used if your Extra Deck contains 2 or more Rank 4 or higher Xyz Monsters.\n1: At the beginning of the Duel, gain 1600 LP.\n2: During the End Phase on a turn that you successfully Special Summoned a Rank 4 or higher monster, gain 400 LP.",
		"chars": " ()"
	},
	{
		"name": "Light Barrier",
		"desc": "At the beginning of your first Turn, \"Light Barrier\" is set on your Field Zone.",
		"chars": "Sartorius Kumar (Level 20)"
	},
	{
		"name": "Light and Dark",
		"desc": "This Skill can be used when your Life Points decrease by 1000. Choose 1 of the following:\n● Return 1 DARK monster from your hand to your Deck. Then, add from your Deck to your hand, 1 LIGHT monster with the same Level and Type as that monster from your Deck to your hand.\n● Return 1 LIGHT monster from your hand to your Deck.\nThen, add 1 DARK monster with the same Level and Type as that monster from your Deck to your hand. This Skill can only be used once per turn, and twice per Duel.",
		"chars": "Dark Signer Rex Goodwin (Drop)\nLumis and Umbra (Drop)"
	},
	{
		"name": "Light and Dark: Reptile Type",
		"desc": "You can use this Skill's second effect once per Duel.\n1: You cannot Special Summon (excluding Special Summons from the Extra Deck) any monsters except Reptile Type monsters.\n2: Shuffle 1 LIGHT or DARK Reptile Type monster from your hand to your Deck, and then add 1 LIGHT or DARK Reptile Type monster with the same Level and a different Attribute from your Deck to your hand.",
		"chars": "Archive Skill (Trader)"
	},
	{
		"name": "Limiter Removal! Regulator Open!",
		"desc": "You can use each of this Skill's second and third effects once per Duel.\n1: At the start of the Duel, add 6 \"T.G.\" monsters to your Extra Deck. During this Duel, you cannot Normal or Special Summon (excluding Special Summons from the Extra Deck) any monsters except \"T.G.\" monsters, and you cannot activate the effects of Level 7 or higher monsters during your opponent's turn except the effects of \"T.G.\" monsters.\n2: Reveal 1 Level 3 or lower \"T.G.\" monster in your hand, then add 1 \"T.G. Limiter Removal\" from your Deck to your hand.\n3: During your Main Phase, play 1 \"T.G. Recipro Dragonfly\" from outside of your Deck to your field in face-down Defense Position. (Its battle position can be changed.)",
		"chars": "Antinomy (Trader)"
	},
	{
		"name": "Link Arrow Gain",
		"desc": "Select 1 Link Monster you control. Until the end of this turn, monsters this card points to gain ATK equal to the Link Rating of the selected Link Monster x 100.\nThis Skill can be used once per turn.",
		"chars": "Ghost Girl (Drop)\nSoulburner (Drop)\nSpectre (Drop)\nPlaymaker and Ai (Drop)"
	},
	{
		"name": "Link Booster",
		"desc": "Each Link Monster you control gains 100 ATK for each monster it currently points to.",
		"chars": "ALOT ()"
	},
	{
		"name": "Link Darkraze",
		"desc": "You can use this Skill if your Extra Deck contains a DARK Link Monster.\n1: At the beginning of the Duel, gain 1500 Life Points.\n2: Once per turn, during your Main Phase, you can choose 1 face-up on your field, and it gains 300 ATK until the end of this turn. It gains an additional 500 ATK until the end of the turn if there is a DARK Link Monster OR a DARK monster and a Link Monster, on your field and/or in your Graveyard.",
		"chars": "Playmaker and Ai (Drop)\nGhost Girl (Drop)\nRevolver (Drop)"
	},
	{
		"name": "Link Earthraze",
		"desc": "You can use this Skill if your Extra Deck contains a EARTH Link Monster.\n1: At the beginning of the Duel, gain 1500 Life Points.\n2: Once per turn, during your Main Phase, you can choose 1 face-up on your field, and it gains 300 ATK until the end of this turn. It gains an additional 500 ATK until the end of the turn if there is a EARTH Link Monster OR a EARTH monster and a Link Monster, on your field and/or in your Graveyard.",
		"chars": "Go Onizuka (Drop)\nSpectre (Drop)"
	},
	{
		"name": "Link Restoration",
		"desc": "You can only use this Skill's first effect once per Duel.\n1: During your Main Phase, return any number of Link Monsters whose total Link Arrows equals 4 or lower from your Graveyard to your Extra Deck. Then, you can make 1 monster your opponent controls lose ATK equal to the total of those Link Arrows x 100.",
		"chars": "ALOT ()"
	},
	{
		"name": "Lost and Found",
		"desc": "Send 1 to 3 cards from your hand to the Graveyard, then add and equal number of \"Fortune Fairy\" monsters from your Graveyard to your hand.\nYou can only use this Skill once per Duel.",
		"chars": "Carly Carmine (Level 4)"
	},
	{
		"name": "Love is Pain",
		"desc": "If you receive damage from your opponent's card effect when your Life Points are at 2000 or below, your opponent will lose Life Points equal to the amount of damage you took.",
		"chars": "Yubel (Drop)"
	},
	{
		"name": "Luck on Your Side",
		"desc": "If your Life Points drop below 1000, your coin tosses always land on heads.",
		"chars": "Joey Wheeler (Drop)"
	},
	{
		"name": "Lucky Stones",
		"desc": "Can be used once on a turn in which you Special Summon a \"Fortune Fairy\" monster with its own effect. Play 1 \"Miracle Stone\" from your Deck face-down.\nThis Skill can only be used once per Duel.",
		"chars": "Carly Carmine (Drop)"
	},
	{
		"name": "Lunalight Alleviation",
		"desc": "Each of the following effects can only be used once per Duel. You cannot activate the effects of the monster you sent to the Graveyard or cards with the same name.\n● Send 1 \"Lunalight\" monster from your hand to the Graveyard. Change 1 \"Polymerization\" in your hand to 1 \"Lunalight Fusion\".\n● Send 1 \"Lunalight\" monster from your hand to the Graveyard. Send 1 \"Lunalight\" monster from your Deck or Extra Deck to the Graveyard.",
		"chars": "Serena (Trader)"
	},
	{
		"name": "Lunalight Resurgence",
		"desc": "Select 1 of your banished \"Lunalight\" cards and return it to your Deck or Graveyard.\nThis Skill can only be used once per Duel.",
		"chars": "Serena (Drop)"
	},
	{
		"name": "Lunalight Step",
		"desc": "Can be activated during your next turn after your \"Lunalight\" Fusion Monster attacks. Change the battle positions of all of your opponent's monsters, and halve their ATK/DEF until the end of the turn. You can only attack with \"Lunalight\" Fusion Monsters during this turn.\nThis Skill can only be used once per Duel.",
		"chars": "Serena (Drop)"
	},
	{
		"name": "Lunar Whirl Lure",
		"desc": "At the beginning of the Duel, add 1 \"Lunalight Blue Cat,\" 1 \"Lunalight Purple Butterfly,\" and 1 \"Lunalight Fusion\" to your Deck, unless it already includes 3 copies of the respective card. Add 1 \"Lunalight Cat Dancer\" to your Extra Deck.\nThe following effect can be used before your normal draw after your Life Points decrease by 1500. Instead of conducting your normal draw, add 1 \"Lunalight Fusion\" to your hand from your Deck or Graveyard. During the turn you use this Skill, you cannot Special Summon any monsters except \"Lunalight\" monsters.\nThis Skill can only be used once per turn and twice per Duel.",
		"chars": "Serena (Level 1)"
	},
	{
		"name": "Lyrilusc - Bird Humming",
		"desc": "You can only use this Skill's second and third effects once per Duel.\n1: You cannot Normal or Special Summon any monsters, except for \"Lyrilusc\" monsters and Level 1 monsters.\n2: Reveal 1 \"Lyrilusc\" monster in your hand, then send 1 \"Lyrilusc\" monster from your Deck to the Graveyard.\n3: If your opponent controls a monster, send 1 monster from your field to the Graveyard, then play 1 \"Lyrilusc\" monster from your Deck to your field in face-down Defense Position. (Its battle position can be changed.)",
		"chars": "Ruri Kurosaki (Level 20)"
	},
	{
		"name": "Lyrilusc - Rising Bird",
		"desc": "You can only use this Skill's second effect once per turn.\n1: You cannot Normal or Special Summon any monsters, except for Winged Beast monsters, and you cannot Special Summon any monsters from the Extra Deck, except for DARK or WIND Xyz Monsters.\n2: If your opponent has a card on their field or in their Graveyard, reveal 1 Rank 8 or lower Winged Beast Xyz Monster in your Extra Deck, and then the Levels of all \"Lyrilusc\" monsters you control become equal to the Rank that revealed monster had, until the end of this turn.",
		"chars": "Ruri Kurosaki (Drop)"
	},
	{
		"name": "Machinery Boost",
		"desc": "All \"T.G.\" monsters you control will become Machine-Type until the end of the turn. In addition, all \"T.G.\" monsters on your side of the field gain 300 ATK for each Synchro Monster on your side of the field until the end of the turn. This Skill can only be used once per Duel.",
		"chars": "Antinomy (Level 20)"
	},
	{
		"name": "Magic Combo",
		"desc": "Can be used the turn \"Big Jaws\" is Normal Summoned. Play 1 \"Aqua Jet\" face-down from your Deck. This Skill can only be used once per turn and twice per Duel.",
		"chars": "Reginald \"Shark\" Kastle (Level 20)"
	},
	{
		"name": "Magician Girl Defense",
		"desc": "As long as you control 2 or more \"Magician Girl\" monsters, all damage you take is halved.",
		"chars": "Tea Gardner DSOD (Level 13)"
	},
	{
		"name": "Magician Girls",
		"desc": "The ATK of \"Magician Girl\" monsters you control is increased by 300 for each 'Magician Girl' monster you control.",
		"chars": "Tea Gardner DSOD (Drop)"
	},
	{
		"name": "Magician's Magic",
		"desc": "During this Duel, you can only Special Summon DARK Spellcaster-Type monsters and you can Normal Summon/Set \"Dark Magician\" without Tributing. During your opponent's turn, you cannot Special Summon monsters from your hand or Graveyard except Level 6 monsters.\nThe following effect can be used once per turn, and each effect can be used only one time.\n● Return 1 \"Dark Magician Girl,\" \"Magical Dimension,\" or \"Magic Cylinder\" to your Deck from your hand. Then, add 1 \"Dimension Conjurer\" from outside of your Deck to your hand, and add 1 \"Dark Magician Girl\" from your Deck to your hand.\n● If you control \"Dark Magician,\" you can add 1 \"Secrets of Dark Magic\" from your Deck or Graveyard to your hand.",
		"chars": "Yami Yugi (Trader)\nYugi Muto (Trader)\nYugi Muto DSOD (Trader)"
	},
	{
		"name": "Maiden in Action",
		"desc": "When you take control of an opponent's monster with the effect of \"Cupid's Kiss\" gain Life Points equal to the ATK of the monster you took control of.",
		"chars": "Blair Flannigan (Level 20)"
	},
	{
		"name": "Maiden in Love",
		"desc": "Select one or more monsters your opponent controls, up to the number of \"Maiden in Love\" cards you control; then place 1 \"Maiden Counter\" on each monster you selected. This Skill can only be used once per Duel.",
		"chars": "Blair Flannigan (Drop)"
	},
	{
		"name": "Maiden of Iron",
		"desc": "Halve the battle damage you take from battles involing \"Maiden in Love.\"",
		"chars": "Blair Flannigan (Level 4)"
	},
	{
		"name": "Majestic Guardian",
		"desc": "Activates when you Synchro Summon \"Majestic Star Dragon\" or \"Majestic Red Dragon\". The Summoned monster will not return to your Extra Deck by its effect until the beginning of your next turn.",
		"chars": "Jack Atlas (Trader)\nYusei Fudo (Trader)"
	},
	{
		"name": "Majestic Light",
		"desc": "Can be used by returning 1 Tuner monster in your hand to your Deck. Play \"Majestic Dragon\" from your Deck. This Skill can only be used once per turn.",
		"chars": "Jack Atlas (Trader)\nYusei Fudo (Trader)"
	},
	{
		"name": "Malefic Dragon's Power",
		"desc": "Your \"Malefic Truth Dragon\" gains ATK/DEF equal to half your Life Points. In addition, the following effect can be used once per Duel. Banish 1 \"Malefic\" monster from your Graveyard, and select 1 \"Malefic Truth Dragon\" you control. Until the end of your opponent's next turn, the next time that monster would be destroyed by a card effect, it is not destroyed.",
		"chars": "Paradox (Drop)"
	},
	{
		"name": "Malefic Dragons",
		"desc": "At the beginning of the Duel, add 1 \"Malefic Truth Dragon\", 1 \"Malefic Parallel Gear\", 1 \"Malefic Stardust Dragon\" and 1 \"Malefic World\" to your Deck, and 1 \"Stardust Dragon\" and 1 \"Malefic Paradox Dragon\" to your Extra Deck.\n\nDuring this Duel, \"Malefic World\" in your Field Zone will not be destroyed by your opponent's effect, but you can only Special Summon \"Malefic\" monsters.",
		"chars": "Paradox (Level 1)"
	},
	{
		"name": "Malefic Trade",
		"desc": "Return one of the following cards you control the Deck/Extra Deck, and add 1 \"Malefic\" monster from your Deck to your hand.\n\n● Dragon-Type Normal Monster (Except Tokens)\n● Dragon-Type Synchro Monster\n● Machine-Type Fusion Monster \n\nYou cannot Special Summon any monsters other than \"Malefic\" monsters during the turn you activate this Skill. This Skill can only be used once per turn and twice per Duel. ",
		"chars": "Paradox (Drop)"
	},
	{
		"name": "Malicious HERO",
		"desc": "At the beginning of the Duel, add 2 \"Evil HERO Malicious Edge\" and 1 \"Dark Fusion\" to your Deck. Then, add 1 \"Evil HERO Malicious Fiend\" to your Extra Deck.\n\nIn addition, the following effects can be used once per Duel if you control \"Supreme King's Castle.\"\n\n● Return 1 \"Evil HERO Malicious Edge\" in your hand to your Deck and add 1 Level 6 Fiend-Type monster to your hand from your Deck. If the monster is an \"Evil HERO\" monster, you can add it to your hand regardless of its Level.\n● Return 1 or more Fiend-Type monster(s) whose total Levels equal 7 or more to your Deck from your hand and add 1 \"Evil HERO Malicious Edge\" to your hand from your Deck.",
		"chars": "Supreme King Jaden (Level 1)"
	},
	{
		"name": "Marincess Transcend",
		"desc": "Send 1 \"Marincess\" Effect Monster you control to the Graveyard, and add 1 \"Marincess\" monster to your hand from the Deck that is 1 Level higher than the original Level of the monster sent to the Graveyard.\nDuring this turn, you cannot Normal or Special Summon any monsters except \"Marincess\" monsters.\nThis Skill can only be used if you begin the Duel with a Deck/Extra Deck that contains no monsters other than WATER Cyberse-Type monsters. This Skill can only be used once per Duel.",
		"chars": "Blue Angel (Drop)"
	},
	{
		"name": "Mark of the Dragon - Foot",
		"desc": "At the beginning of the Duel, add 2 \"Copy Plant\" to your Deck. Then, add 1 \"Black Rose Dragon\" to your Extra Deck.",
		"chars": "Akiza Izinski (Level 1)"
	},
	{
		"name": "Mark of the Dragon - Hand",
		"desc": "At the beginning of the Duel, add 2 \"Spore\" to your Deck. Then, add 1 \"Ancient Fairy Dragon\" to your Extra Deck.",
		"chars": "Luna (Level 1)"
	},
	{
		"name": "Mark of the Dragon - Head",
		"desc": "At the beginning of the Duel, add 2 \"Junk Synchron\" to your Deck. In addition, add 1 \"Stardust Dragon\", 1 \"Shooting Star Dragon\", and 1 \"Formula Synchron\" to your Extra Deck.",
		"chars": "Yusei Fudo (Level 1)"
	},
	{
		"name": "Mark of the Dragon - Heart",
		"desc": "At the beginning of the Duel, add 2 \"Morphtronic Lantron\" to your Deck. Then, add 1 \"Power Tool Dragon\" and \"Life Stream Dragon\" to your Extra Deck.\n\nIn addition the following effect can be used the turn you Synchro Summon \"Power Tool Dragon\". Play 1 \"Morphtronic Lantron\" from your hand in Defense Position. This effect can only be used once per Duel. During the turn this effect is activated, you cannot Special Summon any monsters, except Synchro Monsters that list a Synchro Monster as material.",
		"chars": "Leo (Trader)"
	},
	{
		"name": "Mark of the Dragon - Tail",
		"desc": "At the beginning of the Duel, add 2 \"Blackwing - Blizzard the Far North\" to your Deck. Then, add 1 \"Black-Winged Dragon\" to your Extra Deck.",
		"chars": "Crow Hogan (Level 1)"
	},
	{
		"name": "Mark of the Dragon - Wings",
		"desc": "At the beginning of the Duel, add 2 \"Dark Resonator\" to your Deck. Then, add 1 \"Red Dragon Archfiend\" to your Extra Deck.",
		"chars": "Jack Atlas (Level 1)"
	},
	{
		"name": "Mask Exchange",
		"desc": "Add 1 \"Masked Beast Des Gardius\" from your Deck to your hand. Then, return 1 'The Mask of Remnants' from your hand to the bottom of your Deck. This Skill can only be used once per turn, and twice per Duel.",
		"chars": "Lumis and Umbra (Level 4)"
	},
	{
		"name": "Mask of Impregnability",
		"desc": "Can only be used in Tag Duels. Until the end of your opponent's next turn, you take no battle damage. This Skill can only be used once per turn.",
		"chars": "Lumis and Umbra (Level 13)"
	},
	{
		"name": "Mask of Restrict",
		"desc": "Can be used if you control \"Masked Beast Des Gardius\" or \"The Masked Beast.\" Place 1 \"Mask of Restrict\" face-up in your Spell & Trap Zone from outside of your Deck. This Skill can only be used once per Duel.",
		"chars": "Lumis and Umbra (Trader)"
	},
	{
		"name": "Masked Tribute",
		"desc": "Return 1 card from your hand to your Deck. Then, randomly play 1 'Grand Tiki Elder' or 'Melchid the Four-Face Beast' in Defense Position from outside of your Deck. After using this Skill, you cannot Summon/Set any monsters other than 'Masked Beast Des Gardius' until the end of your opponent's turn. This Skill can only be used once per turn and twice per Duel.",
		"chars": "Lumis and Umbra (Drop)"
	},
	{
		"name": "Master of Advanced Rites",
		"desc": "Each of the following effects can be used once per turn. If you use this Skill, you cannot Normal or Special Summon any monsters except Ritual Monsters until the end of your next turn.\n\n● Return 1 Normal Monster in your hand to the Deck. Then, add 1 \"Advanced Ritual Art\" from your Deck to your hand.\n\n● Select 1 Normal Monster and 1 Ritual Spell Card in your Graveyard and return them to your Deck.",
		"chars": "Bakura DSOD (Trader)"
	},
	{
		"name": "Master of Destiny",
		"desc": "When you toss a coin, the result will always be heads for the first 3 coin tosses. Your first Normal Draw will be skipped. \nThis Skill will only activate if you begin the Duel with a Deck that has 7 or more cards with different names that require coins tosses. (Extra Deck does not count.)",
		"chars": "Sartorius Kumar (Drop)"
	},
	{
		"name": "Master of Fusion",
		"desc": "Can be used each time your Life Points decrease by 1800. Instead of doing a normal draw, \"Polymerization\" is added to your hand from outside of your Deck.",
		"chars": "Aster Phoenix (Level 13)\nAlexis Rhodes (Level 13)\nALOT"
	},
	{
		"name": "Master of Fusion: Paladin",
		"desc": "Return 1 \"Dark Magician\" or a Spell/Trap Card that contains \"Dark Magician\" in its name to your Deck from your hand, then add 1 \"Buster Blader\" from outside of your Deck to your hand, and Set 1 \"Polymerization\" to your Spell & Trap Zone. During the turn you use this Skill, you can only Special Summon 1 monster, and during your opponent's next turn, you cannot Special Summon any monsters. \nThis Skill can only be used once per turn and twice per Duel. \nThis Skill will only activate if you begin the Duel with a Deck that meets the following conditions.\n●The Deck cannot include two copies of the same card, except for DARK Spellcaster-Type monsters.\n●There are no Fusion Monsters other than \"Dark Paladin\" in the Extra Deck.",
		"chars": "Yami Yugi (Trader)\nYugi Muto (Trader)\nYugi Muto DSOD (Trader)"
	},
	{
		"name": "Master of Magicians",
		"desc": "Can be used after your Life Points decrease by 2000. Randomly add 1 \"Thousand Knives\", \"Dark Magic Attack,\" or \"Dark Magic Expanded\" to your hand. This Skill can only be used once per Duel.",
		"chars": "Yami Yugi (Trader)\nArkana (Level 13)"
	},
	{
		"name": "Master of Rites",
		"desc": "Can be used each time your Life Points decrease by 1000. Return 1 card from your hand to your Deck and choose 1 of the following:\n● Add 1 random Ritual Monster from your Deck to your hand. \n● Add 1 random Ritual Spell Card from your Deck to your hand. \nThis Skill can only be used twice per Duel.",
		"chars": "Maximillion Pegasus (Level 20)\nAlexis Rhodes (Drop)\nBakura DSOD (Level 13)\nYami Yugi (Trader)"
	},
	{
		"name": "Master of Rites II",
		"desc": "Can be used when your Life Points decrease by 1500.\nReturn 1 card from your hand to your Deck and Set 1 \"Ritual Cage\" from outside of your Deck to your field.\nThis Skill can only be used once per Duel.",
		"chars": "Alexis Rhodes (Level 20)"
	},
	{
		"name": "Master of Rites: Level Duplication",
		"desc": "Can be used by revealing 1 Ritual Monster in your hand, and then selecting 1 monster on your field with the same Type as that Ritual Monster. The effects of the selected monster will be negated during this turn's Main Phase and Battle Phase, and its Level becomes equal to the Level of the monster you revealed. You cannot Special Summon monsters this turn except Ritual Monsters.\nThis Skill can only be used once per Duel.",
		"chars": "Maximillion Pegasus (Trader)\nAlexis Rhodes (Trader)\nPlaymaker and Ai (Trader)"
	},
	{
		"name": "Master of Rites: Super Soldier",
		"desc": "Can be used on turn 2 and onward. Send 1 Ritual Monster from your hand to the Graveyard and add 1 \"Super Soldier Synthesis\" from outside of your Deck to your hand. During this turn, you can only Special Summon \"Black Luster Soldier\" monsters, and during this Main Phase, you can only activate one monster effect. ",
		"chars": "Yami Yugi (Trader)\nYugi Muto (Trader)\nYugi Muto DSOD (Trader)"
	},
	{
		"name": "Maximum Firepower",
		"desc": "Until the end of the turn, 1 FIRE Pyro-Type monster you control gains 200 ATK times the number of FIRE Pyro-Type monsters in your Graveyard. This Skill can only be used once per turn and twice per Duel.",
		"chars": "Axel Brodie (Drop)"
	},
	{
		"name": "Meet My Family!",
		"desc": "At the start of a Duel, the following cards are added to your Deck and shuffled: “Rainbow Dragon“ “Crystal Beast Sapphire Pegasus“ “Crystal Beast Topaz Tiger“ “Crystal Beast Ruby Carbuncle“ “Crystal Beast Cobalt Eagle“ “Crystal Beast Emerald Tortoise“ “Crystal Beast Amber Mammoth“ “Crystal Beast Amethyst Cat“ You will be considered the original owner of these cards.",
		"chars": "Jesse Anderson (Level 4)"
	},
	{
		"name": "Megamachine Construction",
		"desc": "Return Machine-Type monsters with a combined Level of 9 from your hand to your Deck. Then, add 1 Level 9 Machine-Type monster from your Deck to your hand. This Skill can only be used once per Duel.",
		"chars": "Quinton (Drop)"
	},
	{
		"name": "Meklord Army Regeneration",
		"desc": "Can be used once on your next turn after you Special Summon \"Meklord Astro Mekanikle\" from your hand. Return 2 \"Meklord Army\" monsters with different names from your Graveyard to your hand.",
		"chars": "Aporia (Drop)"
	},
	{
		"name": "Meklord Astro Genesis",
		"desc": "Can be used if you have Special Summoned 3 or more \"Meklord Emperor\" monsters. Banish 1 \"Meklord Emperor Wisel\", 1 \"Meklord Emperor Skiel\", and 1 \"Meklord Emperor Granel\" from your Graveyard and play 1 \"Meklord Astro Mekanikle\" from your Deck or hand in Attack Position. This Skill can only be used if you begin the Duel with a Deck that contains no monsters other than \"Meklord\" monsters. (Extra Deck does not count.) This Skill can only be used once per Duel.",
		"chars": "Aporia (Drop)"
	},
	{
		"name": "Meklord Convert",
		"desc": "Once per turn, one of the following effects can be used. Each effect can only be used once per Duel.\n\n● Reveal \"Meklord Astro Mekanikle\" in your hand, return 2 \"Meklord\" monsters on your field to your hand, and send 1 \"Meklord Deflection\" to your Graveyard from the outside of your Deck.\n\n● Return 2 \"Meklord\" monsters from your Graveyard to your Deck. Then, you can add 1 Meklord Astro Mekanikle to your hand from your Deck. This Skill can only be used if you begin the Duel with a Deck that contains 12 or more monsters and no monsters other than \"Meklord\" monsters. (Extra Deck does not count.)",
		"chars": "Aporia (Drop)"
	},
	{
		"name": "Meklord Emperor: Human",
		"desc": "At the beginning of the Duel, add 1 \"Meklord Emperor Wisel\" to your Deck.\nIn addition, if your Life Points are at 2500 or lower, you can place 1 \"Spark Breaker\" face-up on your field from outside of your Deck. (This effect can only be used once).",
		"chars": "Primo (Level 1)"
	},
	{
		"name": "Meklord Refinement",
		"desc": "This effect of this Skill changes depending on the number of times it has been used.\nSend 1 \"Meklord\" monster from your hand to your Graveyard, and add the following card to your hand: \n● First Time: 1 \"Meklord\" Spell / Trap Card from your Deck\n● Second Time: 1 \"Meklord\" card from your Deck or 1 \"Meklord Astro the Eradicator\" from outside of your Deck.\nThis Skill can only be used if at least half of the cards in your Deck (excluding Extra Deck) are \"Meklord\" cards and it contains no monsters other than \"Meklord\" monsters. This Skill can only be used once per turn and twice per Duel.",
		"chars": "Aporia (Trader)"
	},
	{
		"name": "Memories of a Pharoah: Obelisk the Tormentor",
		"desc": "Can be used on turn 3 and onward, before your normal draw. The card you draw this turn will be \"Obelisk the Tormentor\" that lives in the memories of a Pharaoh. \n\nIf you Tribute Summon \"Obelisk the Tormentor\" during this turn, you can use 1 monster whose original name includes \"Blue-Eyes White Dragon\" as 3 Tributes. \n\nIn addition, if you Tribute Summon \"Obelisk the Tormentor\" using only 1 \"Blue-Eyes White Dragon,\" the \"Obelisk the Tormentor\" you control will be sent to the Graveyard at the end of the turn. \nThis Skill will only activate if you begin the Duel with a Deck that contains 3 \"Blue-Eyes White Dragon.\" This Skill can only be used once per Duel.",
		"chars": "Seto Kaiba DSOD (Trader)"
	},
	{
		"name": "Menace from the Deep",
		"desc": "Can be used if \"Umi\" is on the field, and you have a Water-attribute normal monster on your field. That monster can attack your opponent directly. this turn. At the end of the Battle Phase, that monster is sent to the Graveyard. This skill can only be used once per turn.",
		"chars": "Mako Tsunami (Drop)"
	},
	{
		"name": "Middle Age Mechs",
		"desc": "Activate the Continuous Spell \"Ancient Gear Castle\" at the beginning of your first Turn.",
		"chars": "Dr. Vellian Crowler (Level 4)"
	},
	{
		"name": "Might of the Hanoi",
		"desc": "Can be used before your normal draw if your LP are at 1400 or below. The Might of the Hanoi chosen from outside of your Deck randomly will be one of the cards from your normal draw this turn. This skill can only be used once per Duel.",
		"chars": "Revolver (Trader)"
	},
	{
		"name": "Might of the King",
		"desc": "Can be used if you control a \"Red Dragon Archfiend\". Return 1 card from your hand to your Deck; then, randomly add 1 \"Scarlet Security\", \"Red Dragon Vase\", or \"Crimson Fire\" to your hand from outside your Deck. This Skill can only be used once per Duel.",
		"chars": "Jack Atlas (Trader)"
	},
	{
		"name": "Mighty as FIRE",
		"desc": "Can be used after your Life Points are at 3000 or below. Play the Field Spell \"Molten Destruction.\" If there already is Field Spell on your side of the Field, return it to your hand. This skill can only be used once per Duel.",
		"chars": "Bastion Misawa (Level 20)"
	},
	{
		"name": "Mind Scan",
		"desc": "If your Life Points are 3000 or more, you can see the cards Set in your opponent's field.",
		"chars": "Maximillion Pegasus (Level 13)"
	},
	{
		"name": "Mind of the Plana",
		"desc": "Send all of your opponent's banished cards to another dimension. This Skill can only be used once per Duel.",
		"chars": "Aigami (Drop)\nSera (Trader)"
	},
	{
		"name": "Miracle Draw",
		"desc": "If you have an \"Elemental HERO\" monster in your Graveyard, your normal draw on your 3rd Draw Phase will become \"Pot of Greed.\"",
		"chars": "Jaden Yuki (Trader)"
	},
	{
		"name": "Miracle Fusion Time!",
		"desc": "Can be used if your Life Points decrease by 1000. instead of doing a normal draw, \"Miracle Fusion\" is added to your hand from outside of your Deck. This Skill can only be used once per Duel.",
		"chars": "Jaden Yuki (Drop)\nJaden/Yubel (Drop)"
	},
	{
		"name": "Miracle Power",
		"desc": "If you control a face-up \"Miracle Stone\", increase the ATK of all \"Fortune Fairy\" monsters you control by 300 times their respective levels.\nThis Skill will only activate if you begin the Duel with a Deck and Extra Deck that only contain \"Fortune Fairy\" monsters.",
		"chars": "Carly Carmine (Drop)"
	},
	{
		"name": "Monarch of the Deep Sea: Number 32",
		"desc": "At the beginning of the Duel, add 1 \"Number 32: Shark Drake\" to your Extra Deck.\nCan be used only once if your Life Points are at 2000 or below. Return 1 \"Number 32: Shark Drake\" from your Graveyard to your Extra Deck.",
		"chars": "Reginald \"Shark\" Kastle (Level 1)"
	},
	{
		"name": "Monster Encounter",
		"desc": "Send 1 Fiend-Type or Zombie-Type non-Effect Monster from your hand to the Graveyard. Roll a die two times and play 1 Fiend-Type or Zombie-Type non-Effect Monster with the Level/Rank below from your Graveyard based on the result.\n● 2: Level/Rank 8 or lower\n● 3-11: Level/Rank 4 or lower\n● 12: Level/Rank 2 or lower\nThis Skill can only be used if you begin the Duel with a Deck (excluding Extra Deck) that includes at least 1 monster and contains no monsters other than Fiend-Type or Zombie-Type monsters. This Skill can only be used once per Duel.",
		"chars": "Bakura DSOD (Drop)"
	},
	{
		"name": "Monster Move",
		"desc": "Select 1 monster you control, and move it to another of your Main Monster Zones. \n\nIf you select a monster in the Extra Monster Zone, move it to your Main Monster Zone in the same column. \n\nThis Skill can be used once per turn.",
		"chars": "ALOT ()"
	},
	{
		"name": "Monstermorph: De-Evolution",
		"desc": "Can be used each time your Life Point decrease by 1500. Send a monster (except a Token) on your side of the field to the Graveyard. Then, randomly play a monster that is same Attribute and Type as the monster you sent to the Graveyard, but is 1 Level lower from your Deck (the monster must be able to be Normal Summoned.) This Skill can only be used once per turn.",
		"chars": "Mokuba Kaiba (Drop)"
	},
	{
		"name": "Monstermorph: Evolution",
		"desc": "Can be used each time your Life Point decrease by 1500. Send a monster (except a Token) on your side of the field to the Graveyard. Then randomly play a monster that is same Attribute and Type as the monster you sent to the Graveyard, but is 1 Level higher from your Deck (the monster must be able to be Normal Summoned.) This skill can only be used once per turn.",
		"chars": "Mokuba Kaiba (Level 4)"
	},
	{
		"name": "Moth to the Flame",
		"desc": "The speed of the turn count for \"Petit Moth\" you control equipped with \"Cocoon of Evolution\" goes twice as fast. In addition, if you control \"Petit Moth\" equipped with \"Cocoon of Evolution\", add the following cards to your hand from outside of your Deck (in the order listed): \nLarvae Moth \nGreat Moth \nPerfectly Ultimate Greath Moth",
		"chars": "Weevil Underwood (Drop)"
	},
	{
		"name": "My Counter Tactics",
		"desc": "Can be used during your next turn after your opponent activates a Counter Trap Card or you take battle damage from an attack by your opponent. Select 1 \"Counter\" Counter Trap Card in your Graveyard and add it to your hand. Then, return 1 card from your hand to the Deck.\nThis Skill can only be used once per turn and twice per Duel.",
		"chars": "Alito (Drop)"
	},
	{
		"name": "My Monster Cards",
		"desc": "If your Deck has 6 or more Level 4 or lower monsters with different names, you will have better chances of having a Level 4 or lower monster in your starting hand. \nYou cannot Special Summon or activate monster effects until the end of the Main Phase of your first turn.",
		"chars": "Yugi Muto (Drop)\nYugi Muto DSOD (Drop)\nSyrus Truesdale (Drop)"
	},
	{
		"name": "My Name is Yubel",
		"desc": "Can be used by returning 1 \"Yubel - Terror Incarnate\" or \"Yubel - The Ultimate Nightmare\" from your hand to your Deck. Add \"Yubel\". This Skill can only be used once per turn.",
		"chars": "Yubel (Level 30)"
	},
	{
		"name": "My Treasure, \"Blue-Eyes White Dragon\"!",
		"desc": "Increase the ATK of a \"Blue-Eyes White Dragon\" Normal Monster on your field by 500.\nThis Skill can be used once per turn if you begin the Duel with a Deck that contains exactly 1 \"Blue-Eyes White Dragon,\" and no cards in your Extra Deck.",
		"chars": "Solomon Muto (Level 1)"
	},
	{
		"name": "My Warrior Buddies",
		"desc": "Level 4 EARTH Warrior-Type monsters you control gain 200 ATK.",
		"chars": "Joey Wheeler DSOD (Level 4)"
	},
	{
		"name": "Mystical Moon",
		"desc": "Can only be used the turn you have Special Summoned a Fusion Monster. Equip 1 \"Mystical Moon\" from your Graveyard to 1 Beast-Warrior-Type monster you control.\nIf this is the first time you have activated this Skill during this Duel, you may equip 1 \"Mystical Moon\" from outside of your Deck instead.\nThis Skill can only be used once per turn.",
		"chars": "Serena (Drop)"
	},
	{
		"name": "Mythic Depths",
		"desc": "Begin Duel with the Field Spell \"Umi\" activated.",
		"chars": "Mako Tsunami (Level 4)"
	},
	{
		"name": "Neo New Sylvio",
		"desc": "At the beginning of the Duel, add 1 \"Yosenju Shinchu L\", and 1 \"Yosenju Shinchu R\" to the bottom of your Deck. In addition, the following effect can be used once per Duel after your Life Points decrease by 2000. Return 1 \"Yosenju\" card in your hand to your Deck and add 1 \"Yosenju Oroshi Channeling\" to your hand from outside of your Deck. This Skill can only be used if you begin the Duel with a Deck that contains at least 9 \"Yosenju\" cards. (Extra Deck does not count.)",
		"chars": "Shingo Sawatari (Drop)"
	},
	{
		"name": "Neo Peak Performance",
		"desc": "Can be used after your 2nd turn before your normal draw, if you have no Field Spell Cards on your field. Place 1 \"Mountain\" face-up on both fields from outside of your Deck.\nThis Skill can only be used once per Duel.",
		"chars": "Mizael (Drop)"
	},
	{
		"name": "Neo Space!",
		"desc": "Begin the Duel with the card \"Neo Space\" activated.",
		"chars": "Jaden Yuki (Trader)\nJaden/Yubel (Level 13)"
	},
	{
		"name": "Neo Sylvio",
		"desc": "Can be used once per Duel if you control a monster that was Tribute Summoned. Change 1 Spell/Trap Card in your hand to a different card. \n· Spell Card: Frost Blast of the Monarchs \n· Trap Card: The Monarchs Awaken",
		"chars": "Shingo Sawatari (Level 20)"
	},
	{
		"name": "Neos Guard!",
		"desc": "Select 1 \"Elemental HERO Neos\" you control. Until the end of the next turn, the selected monster cannot be destroyed in battle, and you will take no Battle Damage from battles involving it. This Skill can only be used once per Duel.",
		"chars": "Jaden/Yubel (Level 20)"
	},
	{
		"name": "Neos Tribute",
		"desc": "You can Normal Summon or Set \"Elemental HERO Neos\" with 1 less Tribute during this Duel.",
		"chars": "Jaden Yuki (Trader)\nJaden/Yubel (Trader)"
	},
	{
		"name": "Neostorm eXceed",
		"desc": "You can use this Skill's second effect once per Duel.\n1: You cannot Special Summon (excluding Special Summons from the Extra Deck) any monsters except LIGHT, DARK, and WIND Cyberse Type monsters.\n2: If you control a Cyberse Type Link Monster, send 1 \"Firewall Dragon\" from your Extra Deck to the Graveyard. (This card can be Special Summoned.) Then, you can apply the following effect.\n・Shuffle 1 card from your hand or field to your Deck, and then play 1 \"Firewall Guardian\" from your Deck to your field in face-down Defense Position. (Its battle position can be changed.)",
		"chars": "Playmaker and Ai (Trader)"
	},
	{
		"name": "Neutralization",
		"desc": "Reveal 3 \"Cubic\" monsters in your hand, and place 1 Cubic Counter on a monster your opponent controls.\n(Monsters with a Cubic Counter cannot attack or activate their effects)\nThis Skill can only be used if you begin the Duel with a Deck/Extra Deck that contains no monsters other than \"Cubic\" monsters.\nThis Skill can only be used once per turn and twice per Duel.",
		"chars": "Aigami (Trader)"
	},
	{
		"name": "New Ultra Evolution",
		"desc": "Can be used each time your Life Points decrease by 1500. Send 1 Winged Beast-Type monster you control (excluding Tokens) to the Graveyard, and Special Summon 1 Dinosaur-Type monster from your hand (the monster must be able to be Normal Summoned.) This Skill can only be used once per turn.",
		"chars": "Tyranno Hassleberry (Drop)"
	},
	{
		"name": "No Excuses!",
		"desc": "Can be used if your Life Points drop below 1000.\nInstead of conducting your normal draw, \"Power Bond\" is added to your hand from outside of your Deck.\nThis Skill can only be used once per Duel.",
		"chars": "Zane Truesdale (Drop)"
	},
	{
		"name": "No Hope in the Future - Only Despair",
		"desc": "Once per turn, one of the following effects can be used. This Skill can only be used twice per Duel. If you return cards in the Graveyard with this Skill, you cannot use this Skill for the rest of the Duel.\n● Shuffle your opponent's Deck.\n● Reveal 1 \"Lazion, the Timelord\" in your hand to the opponent. Then, return 3 random cards in your opponent's Graveyard to the Deck.",
		"chars": "Z-ONE (Drop)"
	},
	{
		"name": "No Mortal Can Resist",
		"desc": "Can be used when your Life points are at least 2000 less than your opponent.\nChange all monsters in your opponent's Graveyard to 'Skull Servant' (Zombie-Type, Dark, Level 1, 300 ATK/200 DEF). This Skill can only be used once per Duel.",
		"chars": "Ishizu Ishtar (Drop)"
	},
	{
		"name": "No One to Love",
		"desc": "Can only be used on your next turn after your monster is destroyed by a card effect. Return 1 card from your hand to your Deck and add 1 \"Meklord Emperor Wisel\" from your Deck. This Skill can only be used once per Duel.",
		"chars": "Primo (Level 20)"
	},
	{
		"name": "Noble White Lily",
		"desc": "This Skill can be used once per Duel.\n1: Can be used if your opponent controls a monster and you control \"Chevalier de Fleur.\" Add 1 \"Baronne de Fleur\" to your Extra Deck.",
		"chars": "Sherry LeBlanc (Drop)"
	},
	{
		"name": "Number Hunt",
		"desc": "Can only be used on your 4th turn at the beginning of the Main Phase. Remove 1 random “Number” monster in your opponent's Extra Deck and add 1 card with the same name to your Extra Deck. Then, you lose Life Points equal to its Number x 30.",
		"chars": "Kaito Tenjo (Drop)"
	},
	{
		"name": "Number Recovery",
		"desc": "Select 1 'Number' monster you control and recover your Life Points by its Number x 20. This Skill can only be used once per Duel.",
		"chars": "ALOT ()"
	},
	{
		"name": "Numbers' Rule",
		"desc": "Until the end of your opponent's next turn, 1 \"Number\" monster you control cannot be destroyed by battle except by another \"Number\" monster. This Skill can only be used once per Duel.",
		"chars": "ALOT ()"
	},
	{
		"name": "Occult Maniac",
		"desc": "If you have 5 or more Fiend-Type or Zombie-Type monsters with different names in your Deck, you will have an improved chance of having a Fiend-Type or Zombie-Type monster in your starting hand.\n\nYou cannot Special Summon or activate monster effects until the end of the Main Phase of your first turn.",
		"chars": "Bakura DSOD (Drop)"
	},
	{
		"name": "Odd Number Level",
		"desc": "Select 1 Level 1 or 3 monster you control, and triple its Level until the end of the turn. During the turn you use this Skill, you cannot Special Summon monsters other than Rank 9 Machine-Type Xyz Monsters.\nThis Skill can be used twice per Duel.",
		"chars": "Quinton (Drop)"
	},
	{
		"name": "Odd-Eyes Evolution",
		"desc": "Can be used once per turn by revealing  1 Pendulum Monster Card in your hand while you have no cards in your Pendulum Zones. Change 1 monster whose original name is \"Odd-Eyes Dragon\" to \"Odd-Eyes Pendulum Dragon\". In addition, add a Pendulum Zone to your field.",
		"chars": "Yuya Sakaki (Level 20)"
	},
	{
		"name": "Ojama Go!",
		"desc": "Can be used each time your Life Points decrease by 1800. Special Summon \"Ojama Token\" on your opponent's side of the field in Defense Position. This Skill can only be used once per Duel.",
		"chars": "Chazz Princeton (Level 20)"
	},
	{
		"name": "Ojama Overflow",
		"desc": "This Skill can be used from your 5th turn onwards, when you have 500 Life Points or less. Play as many copies of \"Ojama Token\" as you can on your opponent’s side of the field in Defense Position. This Skill can only be used once per Duel.",
		"chars": "Chazz Princeton (Drop)"
	},
	{
		"name": "One with the Dinos",
		"desc": "Can be used on turn 3 and onward. Select 1 Level 7 or higher Dinosaur-Type monster you control. It's ATK/DEF becomes equal to your Life Points. When the selected monster leaves the field, you lose the Duel. This Skill can only be used once per Duel.",
		"chars": "Tyranno Hassleberry (Trader)"
	},
	{
		"name": "One-Card Wonder",
		"desc": "Your starting hand will contain only 1 card. During the Duel, your normal draws in the Draw Phase become 2 cards. This Skill will only activate if you begin the Duel with a Deck that has no cards other than the following cards (excluding Extra Deck):\n● Infernity Cards\n● Cards that include \"Infernity\" in their card text",
		"chars": "Kalin Kessler (Drop)\nDark Signer Kalin Kessler (Drop)"
	},
	{
		"name": "Only You",
		"desc": "Select 1 'Maiden in Love' you control; during your opponent's next turn, as long as this 'Maiden in Love' remains in face-up Attack Position, the opponent can only attack this card. This Skill can only be used once per Duel.",
		"chars": "Blair Flannigan (Drop)"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "Parasite Infestation",
		"desc": "After starting hands are dealt, 1 or 2 \"Parasite Paracide\" cards are added to your opponent's deck, face-up.",
		"chars": "Weevil Underwood (Level 20)"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "Peak Performance",
		"desc": "Begin Duel with the Field Spell \"Mountain\" activated.",
		"chars": "Seto Kaiba (Level 4)"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "Power of Dark",
		"desc": "Begin Duel with the Field Spell \"Yami\" activated.",
		"chars": "Yami Yugi (Level 4)"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "Prescience",
		"desc": "You can view the top card of both players' Decks until the end of the 5th turn.",
		"chars": "Ishizu Ishtar (Level 20)"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "Quick as the WIND",
		"desc": "Can be used after your Life Points are at 2000 or below. Play the Field Spell \"Rising Air Current.\" If there already is Field Spell on your side of the Field, return it to your hand. This skill can only be used once per Duel.",
		"chars": "Bastion Misawa (Level 13)"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "Radiating LIGHT",
		"desc": "Can be used after your Life Points are at 2000 or below. Play the Field Spell \"Luminous Spark.\" If there already is Field Spell on your side of the Field, return it to your hand. This skill can only be used once per Duel.",
		"chars": "Bastion Misawa (Drop)"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "Reinforcements",
		"desc": "Can be used each time your Life Points decrease by 1800. Return one card from your hand to your Deck and draw a random Warrior-Type monster.",
		"chars": "Joey Wheeler (Level 20)\nJaden Yuki (Level 20)\nAster Phoenix (Level 20)\nAlexis Rhodes (Drop)"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "Restart",
		"desc": "Can be used only once after starting hands are dealt. Your starting hand is redrawn.",
		"chars": "Yugi Muto (Level 20)\nBandit Keith (Level 20)\nParadox Brothers (Level 13)\nJaden Yuki (Drop)\nDr. Vellian Crowler (Drop)"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "Right Back at You",
		"desc": "Can be used in the Main Phase of your next turn following the turn in which you took battle damage. Select 1 face-up monster on your field. This turn, the selected monster's ATK increases by half of the battle damage received in the turn you last took battle damage. This skill can only be used once per turn.",
		"chars": "Yami Marik (Level 20)"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "Roll 'n' Boost",
		"desc": "Can be used each time your Life Points decrease by 2000. Show 1 monster card in your hand to the opponent and roll the die once. The Level of the monster shown becomes that of the die number until the end of the turn.",
		"chars": "Joey Wheeler (Drop)"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "Sealed Tombs",
		"desc": "Until the end of the opponent's next turn, neither you nor the opponent can Special Summon monsters from the Graveyard. This skill can only be used once per Duel.",
		"chars": "Ishizu Ishtar (Drop)"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "Silent as WATER",
		"desc": "Can be used after your Life Points are at 2000 or below. Play the Field Spell \"Umiiruka.\" If there already is Field Spell on your side of the Field, return it to your hand. This skill can only be used once per Duel.",
		"chars": "Bastion Misawa (Level 4)"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "Sleight of Hand",
		"desc": "Can be used each time your Life Points decrease by 1500. Add 1 \"7 Completed\" card, hidden in your wristband, to your hand. This skill can only be used once per turn and twice per Duel.",
		"chars": "Bandit Keith (Level 13)"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "Sorcery Conduit",
		"desc": "Can be used each time your Life Points decrease by 1800. In the Draw Phase, instead of doing a normal draw, draw a random Spellcaster-Type monster.",
		"chars": "Yami Yugi (Level 20)"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "Spell Specialist",
		"desc": "If your Deck contains 5 or more Spell Cards with different names, you will have improved chances of having a Spell Card in your starting hand.",
		"chars": "Yami Yugi (Drop)"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "Surprise Present",
		"desc": "Select 1 card Set in your Spell & Trap Zone, and force it on your opponent. Only the player that activates this skill can view this card. This skill can only be used once per Duel.",
		"chars": "Téa Gardner (Level 20)"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "Switcheroo",
		"desc": "Can be used each time your Life Points decrease by 1000. Return 1 card in your hand to your Deck and draw another. This skill can only be used once per turn and twice per Duel.[Notes 10]",
		"chars": "Bandit Keith (Level 4)"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "Teacherly Discipline",
		"desc": "Can be used each time your Life Points decrease by 1500. Declare a Monster, Spell or Trap Card. That type of card will be randomly selected from your opponent's Deck and placed on top of their Deck. Neither player will see what the card is. Nothing will be placed on top of your opponent's Deck if the declared card type is not in their Deck.",
		"chars": "Dr. Vellian Crowler (Drop)"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "Tether of Defeat",
		"desc": "Can be used when one of the opponent's monster is destroyed in battle. The Top card from either your or the opponents deck is sent to the graveyard.",
		"chars": "Yami Bakura (Level 20)"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "The Tie that Binds",
		"desc": "Until the end of your turn, the ATK of all face-up monsters on your field increases by the number of monsters on your field times 100. This skill can only be used once per turn.",
		"chars": "Yugi Muto (Level 13)\nJaden Yuki (Drop)"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "Three-Star Demotion",
		"desc": "Can be used by paying 3000 Life Points. Until the End Phase, reduce the Level of all monsters in your hand by 3. This skill can only be used once per turn.[Notes 11]",
		"chars": "Paradox Brothers (Drop)"
	},
	{
		"name": "Thunder, Water, and Wind",
		"desc": "Can be used when you Life Points decrease by 1800. Randomly add one \"Sanga\", \"Kazejin\" or \"Suijin\" to your hand (these cards are not drawn from your deck). Can only be used once per Duel.",
		"chars": "Paradox Brothers (Level 20)"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "Titan Showdown",
		"desc": "Whichever player has double or more LP than the other takes double battle damage.",
		"chars": "Rex Raptor (Drop)"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "Where the Heroes Dwell",
		"desc": "Can be used after your Life Points are at 2000 or below. Play the Field Spell \"Skyscraper.\" If there already is Field Spell on your side of the Field, return it to your hand. This skill can only be used once per Duel.",
		"chars": "Jaden Yuki (Level 4)"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	},
	{
		"name": "",
		"desc": "",
		"chars": " ()"
	}
]